exports.area = [{
		"text" : "北京市",
		"children" : [{
				"text" : "东城区",
				"children" : [{
						"text" : "和平里街道"
					}, {
						"text" : "东直门街道"
					}, {
						"text" : "建国门街道"
					}, {
						"text" : "朝阳门街道"
					}, {
						"text" : "东四街道"
					}, {
						"text" : "北新桥街道"
					}, {
						"text" : "安定门街道"
					}, {
						"text" : "交道口街道"
					}, {
						"text" : "景山街道"
					}, {
						"text" : "东华门街道"
					}
				]
			}, {
				"text" : "西城区",
				"children" : [{
						"text" : "什刹海街道"
					}, {
						"text" : "金融街街道"
					}, {
						"text" : "德胜街道"
					}, {
						"text" : "展览路街道"
					}, {
						"text" : "月坛街道"
					}, {
						"text" : "新街口街道"
					}, {
						"text" : "西长安街街道"
					}
				]
			}, {
				"text" : "崇文区 ",
				"children" : [{
						"text" : "永定门外街道"
					}, {
						"text" : "天坛街道"
					}, {
						"text" : "体育馆路街道"
					}, {
						"text" : "龙潭街道"
					}, {
						"text" : "东花市街道"
					}, {
						"text" : "崇文门外街道"
					}, {
						"text" : "前门街道"
					}
				]
			}, {
				"text" : "宣武区",
				"children" : [{
						"text" : "广安门外街道"
					}, {
						"text" : "白纸坊街道"
					}, {
						"text" : "牛街街道"
					}, {
						"text" : "广安门内街道"
					}, {
						"text" : "陶然亭街道"
					}, {
						"text" : "椿树街道"
					}, {
						"text" : "天桥街道"
					}, {
						"text" : "大栅栏街道"
					}
				]
			}, {
				"text" : "朝阳区",
				"children" : [{
						"text" : "望京开发街道"
					}, {
						"text" : "首都机场街道"
					}, {
						"text" : "王四营地区（王四营乡）"
					}, {
						"text" : "豆各庄地区（豆各庄乡）"
					}, {
						"text" : "黑庄户地区（黑庄户乡）"
					}, {
						"text" : "东坝地区（东坝乡）"
					}, {
						"text" : "崔各庄地区（崔各庄乡）"
					}, {
						"text" : "孙河地区（孙河乡）"
					}, {
						"text" : "金盏地区（金盏乡）"
					}, {
						"text" : "管庄地区（管庄乡）"
					}, {
						"text" : "三间房地区（三间房乡）"
					}, {
						"text" : "常营回族地区（常营回族乡）"
					}, {
						"text" : "来广营地区（来广营乡）"
					}, {
						"text" : "奥运村地区（奥运村乡）"
					}, {
						"text" : "东风地区（东风乡）"
					}, {
						"text" : "平房地区（平房乡）"
					}, {
						"text" : "十八里店地区（十八里店乡）"
					}, {
						"text" : "小红门地区（小红门乡）"
					}, {
						"text" : "望京街道"
					}, {
						"text" : "大屯街道"
					}, {
						"text" : "太阳宫地区（太阳宫乡）"
					}, {
						"text" : "将台地区（将台乡）"
					}, {
						"text" : "高碑店地区（高碑店乡）"
					}, {
						"text" : "南磨房地区（南磨房乡）"
					}, {
						"text" : "垡头街道"
					}, {
						"text" : "潘家园街道"
					}, {
						"text" : "劲松街道"
					}, {
						"text" : "双井街道"
					}, {
						"text" : "八里庄街道"
					}, {
						"text" : "六里屯街道"
					}, {
						"text" : "团结湖街道"
					}, {
						"text" : "麦子店街道"
					}, {
						"text" : "酒仙桥街道"
					}, {
						"text" : "小关街道"
					}, {
						"text" : "亚运村街道"
					}, {
						"text" : "安贞街道"
					}, {
						"text" : "和平街街道"
					}, {
						"text" : "香河园街道"
					}, {
						"text" : "左家庄街道"
					}, {
						"text" : "三里屯街道"
					}, {
						"text" : "呼家楼街道"
					}, {
						"text" : "朝阳门外街道"
					}, {
						"text" : "建国门外街道"
					}
				]
			}, {
				"text" : "丰台区",
				"children" : [{
						"text" : "南苑乡"
					}, {
						"text" : "花乡乡"
					}, {
						"text" : "卢沟桥乡"
					}, {
						"text" : "王佐镇"
					}, {
						"text" : "长辛店镇"
					}, {
						"text" : "和义街道"
					}, {
						"text" : "马家堡街道"
					}, {
						"text" : "宛平城地区"
					}, {
						"text" : "方庄地区"
					}, {
						"text" : "云岗街道"
					}, {
						"text" : "长辛店街道"
					}, {
						"text" : "新村街道"
					}, {
						"text" : "丰台街道"
					}, {
						"text" : "卢沟桥街道"
					}, {
						"text" : "东铁匠营街道"
					}, {
						"text" : "东高地街道"
					}, {
						"text" : "南苑街道"
					}, {
						"text" : "大红门街道"
					}, {
						"text" : "西罗园街道"
					}, {
						"text" : "太平桥街道"
					}, {
						"text" : "右安门街道"
					}
				]
			}, {
				"text" : "石景山区",
				"children" : [{
						"text" : "鲁谷街道"
					}, {
						"text" : "五里坨街道"
					}, {
						"text" : "广宁街道"
					}, {
						"text" : "北辛安街道"
					}, {
						"text" : "金顶街街道"
					}, {
						"text" : "苹果园街道"
					}, {
						"text" : "古城街道"
					}, {
						"text" : "八角街道"
					}, {
						"text" : "老山街道"
					}, {
						"text" : "八宝山街道"
					}
				]
			}, {
				"text" : "海淀区",
				"children" : [{
						"text" : "上庄镇"
					}, {
						"text" : "苏家坨镇"
					}, {
						"text" : "西北旺镇"
					}, {
						"text" : "四季青镇"
					}, {
						"text" : "温泉镇"
					}, {
						"text" : "曙光街道"
					}, {
						"text" : "东升地区（东升乡）"
					}, {
						"text" : "万柳地区（海淀乡）"
					}, {
						"text" : "上地街道"
					}, {
						"text" : "田村路街道"
					}, {
						"text" : "马连洼街道"
					}, {
						"text" : "西三旗街道"
					}, {
						"text" : "花园路街道"
					}, {
						"text" : "清河街道"
					}, {
						"text" : "香山街道"
					}, {
						"text" : "燕园街道"
					}, {
						"text" : "清华园街道"
					}, {
						"text" : "青龙桥街道"
					}, {
						"text" : "海淀街道"
					}, {
						"text" : "中关村街道"
					}, {
						"text" : "学院路街道"
					}, {
						"text" : "北太平庄街道"
					}, {
						"text" : "北下关街道"
					}, {
						"text" : "紫竹院街道"
					}, {
						"text" : "八里庄街道"
					}, {
						"text" : "甘家口街道"
					}, {
						"text" : "羊坊店街道"
					}, {
						"text" : "永定路街道"
					}, {
						"text" : "万寿路街道"
					}
				]
			}, {
				"text" : "门头沟区",
				"children" : [{
						"text" : "妙峰山镇"
					}, {
						"text" : "清水镇"
					}, {
						"text" : "斋堂镇"
					}, {
						"text" : "雁翅镇"
					}, {
						"text" : "军庄镇"
					}, {
						"text" : "龙泉镇"
					}, {
						"text" : "永定镇"
					}, {
						"text" : "潭柘寺镇"
					}, {
						"text" : "王平地区"
					}, {
						"text" : "大台街道"
					}, {
						"text" : "东辛房街道"
					}, {
						"text" : "城子街道"
					}, {
						"text" : "大峪街道"
					}
				]
			}, {
				"text" : "房山区",
				"children" : [{
						"text" : "蒲洼乡"
					}, {
						"text" : "史家营乡"
					}, {
						"text" : "大安山乡"
					}, {
						"text" : "佛子庄乡"
					}, {
						"text" : "南窖乡"
					}, {
						"text" : "霞云岭乡"
					}, {
						"text" : "韩村河镇"
					}, {
						"text" : "青龙湖镇"
					}, {
						"text" : "十渡镇"
					}, {
						"text" : "张坊镇"
					}, {
						"text" : "大石窝镇"
					}, {
						"text" : "长沟镇"
					}, {
						"text" : "河北镇"
					}, {
						"text" : "长阳镇"
					}, {
						"text" : "石楼镇"
					}, {
						"text" : "窦店镇"
					}, {
						"text" : "阎村镇"
					}, {
						"text" : "琉璃河地区"
					}, {
						"text" : "周口店地区"
					}, {
						"text" : "良乡地区"
					}, {
						"text" : "西潞街道"
					}, {
						"text" : "拱辰街道"
					}, {
						"text" : "星城街道"
					}, {
						"text" : "迎风街道"
					}, {
						"text" : "东风街道"
					}, {
						"text" : "向阳街道"
					}, {
						"text" : "新镇街道"
					}, {
						"text" : "城关街道"
					}
				]
			}, {
				"text" : "通州区",
				"children" : [{
						"text" : "于家务回族乡"
					}, {
						"text" : "潞城镇"
					}, {
						"text" : "永乐店镇"
					}, {
						"text" : "台湖镇"
					}, {
						"text" : "西集镇"
					}, {
						"text" : "马驹桥镇"
					}, {
						"text" : "漷县镇"
					}, {
						"text" : "张家湾镇"
					}, {
						"text" : "宋庄镇"
					}, {
						"text" : "梨园地区"
					}, {
						"text" : "永顺地区"
					}, {
						"text" : "玉桥街道"
					}, {
						"text" : "北苑街道"
					}, {
						"text" : "新华街道"
					}, {
						"text" : "中仓街道"
					}
				]
			}, {
				"text" : "顺义区",
				"children" : [{
						"text" : "赵全营镇"
					}, {
						"text" : "北石槽镇"
					}, {
						"text" : "北小营镇"
					}, {
						"text" : "木林镇"
					}, {
						"text" : "龙湾屯镇"
					}, {
						"text" : "张镇"
					}, {
						"text" : "大孙各庄镇"
					}, {
						"text" : "北务镇"
					}, {
						"text" : "南彩镇"
					}, {
						"text" : "李遂镇"
					}, {
						"text" : "李桥镇"
					}, {
						"text" : "高丽营镇"
					}, {
						"text" : "石园街道"
					}, {
						"text" : "马坡地区"
					}, {
						"text" : "南法信地区"
					}, {
						"text" : "牛栏山地区"
					}, {
						"text" : "杨镇地区"
					}, {
						"text" : "天竺地区"
					}, {
						"text" : "后沙峪地区"
					}, {
						"text" : "仁和地区"
					}, {
						"text" : "双丰街道"
					}, {
						"text" : "旺泉街道"
					}, {
						"text" : "空港街道"
					}, {
						"text" : "光明街道"
					}, {
						"text" : "胜利街道"
					}
				]
			}, {
				"text" : "延庆县",
				"children" : [{
						"text" : "珍珠泉乡"
					}, {
						"text" : "香营乡"
					}, {
						"text" : "刘斌堡乡"
					}, {
						"text" : "大庄科乡"
					}, {
						"text" : "井庄镇"
					}, {
						"text" : "大榆树镇"
					}, {
						"text" : "沈家营镇"
					}, {
						"text" : "千家店镇"
					}, {
						"text" : "四海镇"
					}, {
						"text" : "张山营镇"
					}, {
						"text" : "旧县镇"
					}, {
						"text" : "永宁镇"
					}, {
						"text" : "八达岭镇"
					}, {
						"text" : "康庄镇"
					}, {
						"text" : "延庆镇"
					}
				]
			}, {
				"text" : "昌平区",
				"children" : [{
						"text" : "十三陵镇"
					}, {
						"text" : "流村镇"
					}, {
						"text" : "长陵镇"
					}, {
						"text" : "兴寿镇"
					}, {
						"text" : "北七家镇"
					}, {
						"text" : "百善镇"
					}, {
						"text" : "崔村镇"
					}, {
						"text" : "南邵镇"
					}, {
						"text" : "小汤山镇"
					}, {
						"text" : "阳坊镇"
					}, {
						"text" : "东小口地区"
					}, {
						"text" : "回龙观地区"
					}, {
						"text" : "城南街道"
					}, {
						"text" : "沙河地区"
					}, {
						"text" : "马池口地区"
					}, {
						"text" : "南口地区"
					}, {
						"text" : "城北街道"
					}
				]
			}, {
				"text" : "怀柔区",
				"children" : [{
						"text" : "喇叭沟门满族乡"
					}, {
						"text" : "长哨营满族乡"
					}, {
						"text" : "宝山镇"
					}, {
						"text" : "琉璃庙镇"
					}, {
						"text" : "九渡河镇"
					}, {
						"text" : "渤海镇"
					}, {
						"text" : "汤河口镇"
					}, {
						"text" : "怀北镇"
					}, {
						"text" : "桥梓镇"
					}, {
						"text" : "杨宋镇"
					}, {
						"text" : "北房镇"
					}, {
						"text" : "庙城地区"
					}, {
						"text" : "雁栖地区"
					}, {
						"text" : "怀柔地区"
					}, {
						"text" : "龙山街道"
					}, {
						"text" : "泉河街道"
					}
				]
			}, {
				"text" : "密云县 ",
				"children" : [{
						"text" : "石城镇"
					}, {
						"text" : "新城子镇"
					}, {
						"text" : "北庄镇"
					}, {
						"text" : "东邵渠镇"
					}, {
						"text" : "大城子镇"
					}, {
						"text" : "古北口镇"
					}, {
						"text" : "冯家峪镇"
					}, {
						"text" : "不老屯镇"
					}, {
						"text" : "高岭镇"
					}, {
						"text" : "太师屯镇"
					}, {
						"text" : "穆家峪镇"
					}, {
						"text" : "巨各庄镇"
					}, {
						"text" : "河南寨镇"
					}, {
						"text" : "十里堡镇"
					}, {
						"text" : "西田各庄镇"
					}, {
						"text" : "溪翁庄镇"
					}, {
						"text" : "密云镇"
					}, {
						"text" : "檀营地区（檀营满族蒙古族乡）"
					}, {
						"text" : "果园街道"
					}, {
						"text" : "鼓楼街道"
					}
				]
			}, {
				"text" : "平谷区",
				"children" : [{
						"text" : "熊儿寨乡"
					}, {
						"text" : "黄松峪乡"
					}, {
						"text" : "镇罗营镇"
					}, {
						"text" : "刘家店镇"
					}, {
						"text" : "大兴庄镇"
					}, {
						"text" : "王辛庄镇"
					}, {
						"text" : "马昌营镇"
					}, {
						"text" : "夏各庄镇"
					}, {
						"text" : "大华山镇"
					}, {
						"text" : "南独乐河镇"
					}, {
						"text" : "山东庄镇"
					}, {
						"text" : "东高村镇"
					}, {
						"text" : "金海湖地区"
					}, {
						"text" : "马坊地区"
					}, {
						"text" : "峪口地区"
					}, {
						"text" : "渔阳地区"
					}, {
						"text" : "兴谷街道"
					}, {
						"text" : "滨河街道"
					}
				]
			}, {
				"text" : "大兴区",
				"children" : [{
						"text" : "瀛海镇"
					}, {
						"text" : "长子营镇"
					}, {
						"text" : "魏善庄镇"
					}, {
						"text" : "北臧村镇"
					}, {
						"text" : "庞各庄镇"
					}, {
						"text" : "榆垡镇"
					}, {
						"text" : "礼贤镇"
					}, {
						"text" : "安定镇"
					}, {
						"text" : "采育镇"
					}, {
						"text" : "青云店镇"
					}, {
						"text" : "西红门地区（西红门镇）"
					}, {
						"text" : "旧宫地区（旧宫镇）"
					}, {
						"text" : "黄村地区（黄村镇）"
					}, {
						"text" : "亦庄地区（亦庄镇）"
					}, {
						"text" : "清源街道"
					}, {
						"text" : "林校路街道"
					}, {
						"text" : "兴丰街道"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "天津市",
		"children" : [{
				"text" : "和平区",
				"children" : [{
						"text" : "南市街道"
					}, {
						"text" : "南营门街道"
					}, {
						"text" : "新兴街道"
					}, {
						"text" : "体育馆街道"
					}, {
						"text" : "小白楼街道"
					}, {
						"text" : "劝业场街道"
					}
				]
			}, {
				"text" : "河东区",
				"children" : [{
						"text" : "天津铁厂街道"
					}, {
						"text" : "鲁山道街道"
					}, {
						"text" : "东新街道"
					}, {
						"text" : "上杭路街道"
					}, {
						"text" : "常州道街道"
					}, {
						"text" : "向阳楼街道"
					}, {
						"text" : "唐家口街道"
					}, {
						"text" : "春华街道"
					}, {
						"text" : "二号桥街道"
					}, {
						"text" : "富民路街道"
					}, {
						"text" : "中山门街道"
					}, {
						"text" : "大直沽街道"
					}, {
						"text" : "大王庄街道"
					}
				]
			}, {
				"text" : "河西区",
				"children" : [{
						"text" : "梅江街道"
					}, {
						"text" : "东海街道"
					}, {
						"text" : "柳林街道"
					}, {
						"text" : "陈塘庄街道"
					}, {
						"text" : "尖山街道"
					}, {
						"text" : "天塔街道"
					}, {
						"text" : "友谊路街道"
					}, {
						"text" : "越秀路街道"
					}, {
						"text" : "马场街道"
					}, {
						"text" : "挂甲寺街道"
					}, {
						"text" : "桃园街道"
					}, {
						"text" : "下瓦房街道"
					}, {
						"text" : "大营门街道"
					}
				]
			}, {
				"text" : "南开区",
				"children" : [{
						"text" : "华苑街道"
					}, {
						"text" : "体育中心街道"
					}, {
						"text" : "八里台街道"
					}, {
						"text" : "王顶堤街道"
					}, {
						"text" : "嘉陵道街道"
					}, {
						"text" : "向阳路街道"
					}, {
						"text" : "学府街道"
					}, {
						"text" : "万兴街道"
					}, {
						"text" : "广开街道"
					}, {
						"text" : "兴南街道"
					}, {
						"text" : "鼓楼街道"
					}, {
						"text" : "长虹街道"
					}
				]
			}, {
				"text" : "河北区",
				"children" : [{
						"text" : "月牙河街道"
					}, {
						"text" : "江都路街道"
					}, {
						"text" : "王串场街道"
					}, {
						"text" : "宁园街道"
					}, {
						"text" : "建昌道街道"
					}, {
						"text" : "铁东路街道"
					}, {
						"text" : "新开河街道"
					}, {
						"text" : "鸿顺里街道"
					}, {
						"text" : "望海楼街道"
					}, {
						"text" : "光复道街道"
					}
				]
			}, {
				"text" : "红桥区",
				"children" : [{
						"text" : "大胡同街道"
					}, {
						"text" : "铃铛阁街道"
					}, {
						"text" : "芥园道街道"
					}, {
						"text" : "邵公庄街道"
					}, {
						"text" : "三条石街道"
					}, {
						"text" : "西沽街道"
					}, {
						"text" : "丁字沽街道"
					}, {
						"text" : "咸阳北路街道"
					}, {
						"text" : "双环村街道"
					}, {
						"text" : "西于庄街道"
					}
				]
			}, {
				"text" : "塘沽区",
				"children" : [{
						"text" : "新城镇"
					}, {
						"text" : "胡家园街道"
					}, {
						"text" : "渤海石油街道"
					}, {
						"text" : "北塘街道"
					}, {
						"text" : "大沽街道"
					}, {
						"text" : "新河街道"
					}, {
						"text" : "杭州道街道"
					}, {
						"text" : "向阳街道"
					}, {
						"text" : "新港街道"
					}, {
						"text" : "三槐路街道"
					}, {
						"text" : "解放路街道"
					}, {
						"text" : "新村街道"
					}
				]
			}, {
				"text" : "大港区",
				"children" : [{
						"text" : "中塘镇"
					}, {
						"text" : "小王庄镇"
					}, {
						"text" : "太平镇"
					}, {
						"text" : "港西街道"
					}, {
						"text" : "海滨街道"
					}, {
						"text" : "古林街道"
					}, {
						"text" : "胜利街道"
					}, {
						"text" : "迎宾街道"
					}
				]
			}, {
				"text" : "东丽区 ",
				"children" : [{
						"text" : "么六桥乡"
					}, {
						"text" : "华明镇"
					}, {
						"text" : "大毕庄镇"
					}, {
						"text" : "军粮城镇"
					}, {
						"text" : "新立街道"
					}, {
						"text" : "无瑕街道"
					}, {
						"text" : "万新街道"
					}, {
						"text" : "丰年村街道"
					}, {
						"text" : "张贵庄街道"
					}
				]
			}, {
				"text" : "西青区",
				"children" : [{
						"text" : "王稳庄镇"
					}, {
						"text" : "大寺镇"
					}, {
						"text" : "南河镇"
					}, {
						"text" : "张家窝镇"
					}, {
						"text" : "辛口镇"
					}, {
						"text" : "杨柳青镇"
					}, {
						"text" : "中北镇"
					}, {
						"text" : "李七庄街道"
					}, {
						"text" : "西营门街道"
					}
				]
			}, {
				"text" : "津南区",
				"children" : [{
						"text" : "长青办事处"
					}, {
						"text" : "北闸口镇"
					}, {
						"text" : "八里台镇"
					}, {
						"text" : "双桥河镇"
					}, {
						"text" : "辛庄镇"
					}, {
						"text" : "双港镇"
					}, {
						"text" : "小站镇"
					}, {
						"text" : "葛沽镇"
					}, {
						"text" : "咸水沽镇"
					}
				]
			}, {
				"text" : "北辰区",
				"children" : [{
						"text" : "西堤头镇"
					}, {
						"text" : "大张庄镇"
					}, {
						"text" : "小淀镇"
					}, {
						"text" : "宜兴埠镇"
					}, {
						"text" : "青光镇"
					}, {
						"text" : "双口镇"
					}, {
						"text" : "双街镇"
					}, {
						"text" : "北仓镇"
					}, {
						"text" : "天穆镇"
					}, {
						"text" : "普东街道"
					}, {
						"text" : "集贤里街道"
					}, {
						"text" : "果园新村街道"
					}
				]
			}, {
				"text" : "蓟县",
				"children" : [{
						"text" : "东赵各庄乡"
					}, {
						"text" : "礼明庄乡"
					}, {
						"text" : "许家台乡"
					}, {
						"text" : "东二营乡"
					}, {
						"text" : "孙各庄满族乡"
					}, {
						"text" : "穿芳峪乡"
					}, {
						"text" : "西龙虎峪镇"
					}, {
						"text" : "出头岭镇"
					}, {
						"text" : "杨津庄镇"
					}, {
						"text" : "下窝头镇"
					}, {
						"text" : "东施古镇"
					}, {
						"text" : "桑梓镇"
					}, {
						"text" : "侯家营镇"
					}, {
						"text" : "五百户镇"
					}, {
						"text" : "白涧镇"
					}, {
						"text" : "罗庄子镇"
					}, {
						"text" : "下仓镇"
					}, {
						"text" : "上仓镇"
					}, {
						"text" : "尤古庄镇"
					}, {
						"text" : "别山镇"
					}, {
						"text" : "邦均镇"
					}, {
						"text" : "下营镇"
					}, {
						"text" : "马伸桥镇"
					}, {
						"text" : "官庄镇"
					}, {
						"text" : "洇溜镇"
					}, {
						"text" : "城关镇"
					}, {
						"text" : "文昌街道"
					}
				]
			}, {
				"text" : "宝坻区",
				"children" : [{
						"text" : "黄庄乡"
					}, {
						"text" : "尔王庄乡"
					}, {
						"text" : "牛家牌乡"
					}, {
						"text" : "周良庄镇"
					}, {
						"text" : "郝各庄镇"
					}, {
						"text" : "史各庄镇"
					}, {
						"text" : "牛道口镇"
					}, {
						"text" : "口东镇"
					}, {
						"text" : "高家庄镇"
					}, {
						"text" : "大唐庄镇"
					}, {
						"text" : "新开口镇"
					}, {
						"text" : "霍各庄镇"
					}, {
						"text" : "马家店镇"
					}, {
						"text" : "新安镇"
					}, {
						"text" : "大钟庄镇"
					}, {
						"text" : "八门城镇"
					}, {
						"text" : "林亭口镇"
					}, {
						"text" : "方家庄镇"
					}, {
						"text" : "王卜庄镇"
					}, {
						"text" : "大白庄镇"
					}, {
						"text" : "大口屯镇"
					}, {
						"text" : "城关镇"
					}
				]
			}, {
				"text" : "武清区 ",
				"children" : [{
						"text" : "白古屯乡"
					}, {
						"text" : "高村乡"
					}, {
						"text" : "大黄堡乡"
					}, {
						"text" : "曹子里乡"
					}, {
						"text" : "豆张庄乡"
					}, {
						"text" : "陈咀镇"
					}, {
						"text" : "大王古庄镇"
					}, {
						"text" : "上马台镇"
					}, {
						"text" : "河北屯镇"
					}, {
						"text" : "汊沽港镇"
					}, {
						"text" : "王庆坨镇"
					}, {
						"text" : "石各庄镇"
					}, {
						"text" : "黄花店镇"
					}, {
						"text" : "东马圈镇"
					}, {
						"text" : "城关镇"
					}, {
						"text" : "河西务镇"
					}, {
						"text" : "泗村店镇"
					}, {
						"text" : "大孟庄镇"
					}, {
						"text" : "南蔡村镇"
					}, {
						"text" : "下伍旗镇"
					}, {
						"text" : "大良镇"
					}, {
						"text" : "崔黄口镇"
					}, {
						"text" : "大碱厂镇"
					}, {
						"text" : "梅厂镇"
					}, {
						"text" : "运河西街道"
					}, {
						"text" : "徐官屯街道"
					}, {
						"text" : "黄庄街道"
					}, {
						"text" : "东蒲洼街道"
					}, {
						"text" : "下朱庄街道"
					}, {
						"text" : "杨村街道"
					}
				]
			}, {
				"text" : "宁河县",
				"children" : [{
						"text" : "廉庄子乡"
					}, {
						"text" : "俵口乡"
					}, {
						"text" : "北淮淀乡"
					}, {
						"text" : "东棘坨镇"
					}, {
						"text" : "大北涧沽镇"
					}, {
						"text" : "七里海镇"
					}, {
						"text" : "造甲城镇"
					}, {
						"text" : "潘庄镇"
					}, {
						"text" : "板桥镇"
					}, {
						"text" : "岳龙镇"
					}, {
						"text" : "丰台镇"
					}, {
						"text" : "苗庄镇"
					}, {
						"text" : "宁河镇"
					}, {
						"text" : "芦台镇"
					}
				]
			}, {
				"text" : "静海县",
				"children" : [{
						"text" : "杨成庄乡"
					}, {
						"text" : "良王庄乡"
					}, {
						"text" : "西翟庄镇"
					}, {
						"text" : "沿庄镇"
					}, {
						"text" : "大丰堆镇"
					}, {
						"text" : "双塘镇"
					}, {
						"text" : "团泊镇"
					}, {
						"text" : "梁头镇"
					}, {
						"text" : "蔡公庄镇"
					}, {
						"text" : "大邱庄镇"
					}, {
						"text" : "中旺镇"
					}, {
						"text" : "陈官屯镇"
					}, {
						"text" : "子牙镇"
					}, {
						"text" : "台头镇"
					}, {
						"text" : "王口镇"
					}, {
						"text" : "独流镇"
					}, {
						"text" : "唐官屯镇"
					}, {
						"text" : "静海镇"
					}
				]
			}, {
				"text" : "汉沽区",
				"children" : [{
						"text" : "营城镇"
					}, {
						"text" : "茶淀镇"
					}, {
						"text" : "杨家泊镇"
					}, {
						"text" : "大田镇"
					}, {
						"text" : "盐场街道"
					}, {
						"text" : "天化街道"
					}, {
						"text" : "河西街道"
					}, {
						"text" : "寨上街道"
					}, {
						"text" : "汉沽街道"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "河北省 ",
		"children" : [{
				"text" : "石家庄市",
				"children" : [{
						"text" : "赵县"
					}, {
						"text" : "元氏县"
					}, {
						"text" : "平山县"
					}, {
						"text" : "无极县"
					}, {
						"text" : "赞皇县"
					}, {
						"text" : "深泽县"
					}, {
						"text" : "高邑县"
					}, {
						"text" : "灵寿县"
					}, {
						"text" : "行唐县"
					}, {
						"text" : "栾城县"
					}, {
						"text" : "正定县"
					}, {
						"text" : "井陉县"
					}, {
						"text" : "鹿泉市"
					}, {
						"text" : "新乐市"
					}, {
						"text" : "晋州市"
					}, {
						"text" : "藁城市"
					}, {
						"text" : "辛集市"
					}, {
						"text" : "裕华区"
					}, {
						"text" : "井陉矿区"
					}, {
						"text" : "新华区"
					}, {
						"text" : "桥西区"
					}, {
						"text" : "桥东区"
					}, {
						"text" : "长安区"
					}
				]
			}, {
				"text" : " 张家口市",
				"children" : [{
						"text" : "崇礼县"
					}, {
						"text" : "赤城县"
					}, {
						"text" : "涿鹿县"
					}, {
						"text" : "怀来县"
					}, {
						"text" : "万全县"
					}, {
						"text" : "怀安县"
					}, {
						"text" : "阳原县"
					}, {
						"text" : "蔚县"
					}, {
						"text" : "尚义县"
					}, {
						"text" : "沽源县"
					}, {
						"text" : "康保县"
					}, {
						"text" : "张北县"
					}, {
						"text" : "宣化县"
					}, {
						"text" : "下花园区"
					}, {
						"text" : "宣化区"
					}, {
						"text" : "桥东区"
					}, {
						"text" : "桥西区"
					}
				]
			}, {
				"text" : "承德市",
				"children" : [{
						"text" : "围场满族蒙古族自治县"
					}, {
						"text" : "宽城满族自治县"
					}, {
						"text" : "丰宁满族自治县"
					}, {
						"text" : "隆化县"
					}, {
						"text" : "滦平县"
					}, {
						"text" : "平泉县"
					}, {
						"text" : "兴隆县"
					}, {
						"text" : "承德县"
					}, {
						"text" : "鹰手营子矿区"
					}, {
						"text" : "双滦区"
					}, {
						"text" : "双桥区"
					}
				]
			}, {
				"text" : "秦皇岛市",
				"children" : [{
						"text" : "青龙满族自治县"
					}, {
						"text" : "卢龙县"
					}, {
						"text" : "抚宁县"
					}, {
						"text" : "昌黎县"
					}, {
						"text" : "北戴河区"
					}, {
						"text" : "山海关区"
					}, {
						"text" : "海港区"
					}
				]
			}, {
				"text" : "唐山市",
				"children" : [{
						"text" : "唐海县"
					}, {
						"text" : "玉田县"
					}, {
						"text" : "迁西县"
					}, {
						"text" : "乐亭县"
					}, {
						"text" : "滦南县"
					}, {
						"text" : "滦县"
					}, {
						"text" : "迁安市"
					}, {
						"text" : "遵化市"
					}, {
						"text" : "丰润区"
					}, {
						"text" : "丰南区"
					}, {
						"text" : "开平区"
					}, {
						"text" : "古冶区"
					}, {
						"text" : "路南区"
					}, {
						"text" : "路北区"
					}
				]
			}, {
				"text" : "廊坊市",
				"children" : [{
						"text" : "大厂回族自治县"
					}, {
						"text" : "文安县"
					}, {
						"text" : "大城县"
					}, {
						"text" : "香河县"
					}, {
						"text" : "永清县"
					}, {
						"text" : "固安县"
					}, {
						"text" : "三河市"
					}, {
						"text" : "霸州市"
					}, {
						"text" : "广阳区"
					}, {
						"text" : "安次区"
					}
				]
			}, {
				"text" : "保定市",
				"children" : [{
						"text" : "雄县"
					}, {
						"text" : "博野县"
					}, {
						"text" : "顺平县"
					}, {
						"text" : "蠡县"
					}, {
						"text" : "曲阳县"
					}, {
						"text" : "易县"
					}, {
						"text" : "安新县"
					}, {
						"text" : "望都县"
					}, {
						"text" : "涞源县"
					}, {
						"text" : "容城县"
					}, {
						"text" : "高阳县"
					}, {
						"text" : "唐县"
					}, {
						"text" : "定兴县"
					}, {
						"text" : "徐水县"
					}, {
						"text" : "阜平县"
					}, {
						"text" : "涞水县"
					}, {
						"text" : "清苑县"
					}, {
						"text" : "满城县"
					}, {
						"text" : "高碑店市"
					}, {
						"text" : "安国市"
					}, {
						"text" : "定州市"
					}, {
						"text" : "涿州市"
					}, {
						"text" : "南市区"
					}, {
						"text" : "北市区"
					}, {
						"text" : "新市区"
					}
				]
			}, {
				"text" : "沧州市 ",
				"children" : [{
						"text" : "孟村回族自治县"
					}, {
						"text" : "献县"
					}, {
						"text" : "吴桥县"
					}, {
						"text" : "南皮县"
					}, {
						"text" : "肃宁县"
					}, {
						"text" : "盐山县"
					}, {
						"text" : "海兴县"
					}, {
						"text" : "东光县"
					}, {
						"text" : "青县"
					}, {
						"text" : "沧县"
					}, {
						"text" : "河间市"
					}, {
						"text" : "黄骅市"
					}, {
						"text" : "任丘市"
					}, {
						"text" : "泊头市"
					}, {
						"text" : "新华区"
					}, {
						"text" : "运河区"
					}
				]
			}, {
				"text" : "衡水市",
				"children" : [{
						"text" : "阜城县"
					}, {
						"text" : "景县"
					}, {
						"text" : "故城县"
					}, {
						"text" : "安平县"
					}, {
						"text" : "饶阳县"
					}, {
						"text" : "武强县"
					}, {
						"text" : "武邑县"
					}, {
						"text" : "枣强县"
					}, {
						"text" : "深州市"
					}, {
						"text" : "冀州市"
					}, {
						"text" : "桃城区"
					}
				]
			}, {
				"text" : "邢台市",
				"children" : [{
						"text" : "临西县"
					}, {
						"text" : "清河县"
					}, {
						"text" : "威县"
					}, {
						"text" : "平乡县"
					}, {
						"text" : "广宗县"
					}, {
						"text" : "新河县"
					}, {
						"text" : "巨鹿县"
					}, {
						"text" : "宁晋县"
					}, {
						"text" : "南和县"
					}, {
						"text" : "任县"
					}, {
						"text" : "隆尧县"
					}, {
						"text" : "柏乡县"
					}, {
						"text" : "内丘县"
					}, {
						"text" : "临城县"
					}, {
						"text" : "邢台县"
					}, {
						"text" : "沙河市"
					}, {
						"text" : "南宫市"
					}, {
						"text" : "桥西区"
					}, {
						"text" : "桥东区"
					}
				]
			}, {
				"text" : "邯郸市",
				"children" : [{
						"text" : "曲周县"
					}, {
						"text" : "魏县"
					}, {
						"text" : "馆陶县"
					}, {
						"text" : "广平县"
					}, {
						"text" : "鸡泽县"
					}, {
						"text" : "邱县"
					}, {
						"text" : "永年县"
					}, {
						"text" : "肥乡县"
					}, {
						"text" : "磁县"
					}, {
						"text" : "涉县"
					}, {
						"text" : "大名县"
					}, {
						"text" : "成安县"
					}, {
						"text" : "临漳县"
					}, {
						"text" : "邯郸县"
					}, {
						"text" : "武安市"
					}, {
						"text" : "峰峰矿区"
					}, {
						"text" : "复兴区"
					}, {
						"text" : "邯山区"
					}, {
						"text" : "丛台区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "山西省",
		"children" : [{
				"text" : "太原市",
				"children" : [{
						"text" : "娄烦县古交市"
					}, {
						"text" : "阳曲县"
					}, {
						"text" : "清徐县"
					}, {
						"text" : "晋源区"
					}, {
						"text" : "万柏林区"
					}, {
						"text" : "尖草坪区"
					}, {
						"text" : "杏花岭区"
					}, {
						"text" : "迎泽区"
					}, {
						"text" : "小店区"
					}
				]
			}, {
				"text" : "大同市",
				"children" : [{
						"text" : "大同县"
					}, {
						"text" : "左云县"
					}, {
						"text" : "浑源县"
					}, {
						"text" : "灵丘县"
					}, {
						"text" : "广灵县"
					}, {
						"text" : "天镇县"
					}, {
						"text" : "阳高县"
					}, {
						"text" : "新荣区"
					}, {
						"text" : "南郊区"
					}, {
						"text" : "矿区"
					}, {
						"text" : "城区"
					}
				]
			}, {
				"text" : "朔州市",
				"children" : [{
						"text" : "怀仁县"
					}, {
						"text" : "右玉县"
					}, {
						"text" : "应县"
					}, {
						"text" : "山阴县"
					}, {
						"text" : "平鲁区"
					}, {
						"text" : "朔城区"
					}
				]
			}, {
				"text" : "阳泉市",
				"children" : [{
						"text" : "盂县　"
					}, {
						"text" : "平定县"
					}, {
						"text" : "郊区"
					}, {
						"text" : "矿区"
					}, {
						"text" : "城区"
					}
				]
			}, {
				"text" : "长治市",
				"children" : [{
						"text" : "潞城市"
					}, {
						"text" : "沁源县"
					}, {
						"text" : "沁县"
					}, {
						"text" : "武乡县"
					}, {
						"text" : "长子县"
					}, {
						"text" : "壶关县"
					}, {
						"text" : "黎城县"
					}, {
						"text" : "平顺县"
					}, {
						"text" : "屯留县"
					}, {
						"text" : "襄垣县"
					}, {
						"text" : "长治县"
					}, {
						"text" : "郊区"
					}, {
						"text" : "城区"
					}
				]
			}, {
				"text" : "晋城市",
				"children" : [{
						"text" : "高平市"
					}, {
						"text" : "泽州县"
					}, {
						"text" : "陵川县"
					}, {
						"text" : "阳城县"
					}, {
						"text" : "沁水县"
					}, {
						"text" : " 城区"
					}
				]
			}, {
				"text" : "忻州市",
				"children" : [{
						"text" : "原平市"
					}, {
						"text" : "偏关县"
					}, {
						"text" : "保德县"
					}, {
						"text" : "河曲县"
					}, {
						"text" : "岢岚县"
					}, {
						"text" : "五寨县"
					}, {
						"text" : "神池县"
					}, {
						"text" : "静乐县"
					}, {
						"text" : "宁武县"
					}, {
						"text" : "繁峙县"
					}, {
						"text" : "代县"
					}, {
						"text" : "五台县"
					}, {
						"text" : "定襄县"
					}, {
						"text" : "忻府区"
					}
				]
			}, {
				"text" : "吕梁市 ",
				"children" : [{
						"text" : "汾阳市"
					}, {
						"text" : "孝义市"
					}, {
						"text" : "交口县"
					}, {
						"text" : "中阳县"
					}, {
						"text" : "方山县"
					}, {
						"text" : "岚县"
					}, {
						"text" : "石楼县"
					}, {
						"text" : "柳林县"
					}, {
						"text" : "临县"
					}, {
						"text" : "兴县"
					}, {
						"text" : "交城县"
					}, {
						"text" : "文水县"
					}, {
						"text" : "离石区"
					}
				]
			}, {
				"text" : "晋中市",
				"children" : [{
						"text" : "介休市"
					}, {
						"text" : "灵石县"
					}, {
						"text" : "平遥县"
					}, {
						"text" : "祁县"
					}, {
						"text" : "太谷县"
					}, {
						"text" : "寿阳县"
					}, {
						"text" : "昔阳县"
					}, {
						"text" : "和顺县"
					}, {
						"text" : "左权县"
					}, {
						"text" : "榆社县"
					}, {
						"text" : " 榆次区"
					}
				]
			}, {
				"text" : "临汾市",
				"children" : [{
						"text" : "霍州市　"
					}, {
						"text" : "侯马市"
					}, {
						"text" : "汾西县"
					}, {
						"text" : "蒲县"
					}, {
						"text" : "永和县"
					}, {
						"text" : "隰县"
					}, {
						"text" : "大宁县"
					}, {
						"text" : "乡宁县"
					}, {
						"text" : "吉县"
					}, {
						"text" : "浮山县"
					}, {
						"text" : "安泽县"
					}, {
						"text" : "古县"
					}, {
						"text" : "洪洞县"
					}, {
						"text" : "襄汾县"
					}, {
						"text" : "翼城县"
					}, {
						"text" : "曲沃县"
					}, {
						"text" : "尧都区"
					}
				]
			}, {
				"text" : "运城市",
				"children" : [{
						"text" : "河津市"
					}, {
						"text" : "永济市"
					}, {
						"text" : "芮城县"
					}, {
						"text" : "平陆县"
					}, {
						"text" : "夏县"
					}, {
						"text" : "垣曲县"
					}, {
						"text" : "绛县"
					}, {
						"text" : "新绛县"
					}, {
						"text" : "稷山县"
					}, {
						"text" : "闻喜县"
					}, {
						"text" : "万荣县"
					}, {
						"text" : "临猗县"
					}, {
						"text" : "盐湖区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "辽宁省",
		"children" : [{
				"text" : "沈阳市",
				"children" : [{
						"text" : "法库县"
					}, {
						"text" : "康平县"
					}, {
						"text" : "辽中县"
					}, {
						"text" : "新民市"
					}, {
						"text" : "于洪区"
					}, {
						"text" : "沈北新区"
					}, {
						"text" : "东陵区"
					}, {
						"text" : "苏家屯区"
					}, {
						"text" : "铁西区"
					}, {
						"text" : "皇姑区"
					}, {
						"text" : "大东区"
					}, {
						"text" : "和平区"
					}, {
						"text" : "沈河区"
					}
				]
			}, {
				"text" : "朝阳市",
				"children" : [{
						"text" : "喀喇沁左翼蒙古族自治县"
					}, {
						"text" : "建平县"
					}, {
						"text" : "朝阳县"
					}, {
						"text" : "凌源市"
					}, {
						"text" : "北票市"
					}, {
						"text" : "龙城区"
					}, {
						"text" : "双塔区"
					}
				]
			}, {
				"text" : "阜新市",
				"children" : [{
						"text" : "彰武县"
					}, {
						"text" : "阜新蒙古族自治县"
					}, {
						"text" : "细河区"
					}, {
						"text" : "清河门区"
					}, {
						"text" : "太平区"
					}, {
						"text" : "新邱区"
					}, {
						"text" : "海州区"
					}
				]
			}, {
				"text" : "铁岭市",
				"children" : [{
						"text" : "昌图县"
					}, {
						"text" : "西丰县"
					}, {
						"text" : "铁岭县"
					}, {
						"text" : "开原市"
					}, {
						"text" : "调兵山市"
					}, {
						"text" : "清河区"
					}, {
						"text" : "银州区"
					}
				]
			}, {
				"text" : "抚顺市",
				"children" : [{
						"text" : "清原满族自治县"
					}, {
						"text" : "新宾满族自治县"
					}, {
						"text" : "抚顺县"
					}, {
						"text" : "望花区"
					}, {
						"text" : "东洲区"
					}, {
						"text" : "新抚区"
					}, {
						"text" : "顺城区"
					}
				]
			}, {
				"text" : "本溪市",
				"children" : [{
						"text" : "桓仁满族自治县"
					}, {
						"text" : "本溪满族自治县"
					}, {
						"text" : "南芬区"
					}, {
						"text" : "明山区"
					}, {
						"text" : "溪湖区"
					}, {
						"text" : "平山区"
					}
				]
			}, {
				"text" : "辽阳市",
				"children" : [{
						"text" : "辽阳县"
					}, {
						"text" : "灯塔市"
					}, {
						"text" : "太子河区"
					}, {
						"text" : "弓长岭区"
					}, {
						"text" : "宏伟区"
					}, {
						"text" : "文圣区"
					}, {
						"text" : "白塔区"
					}
				]
			}, {
				"text" : "鞍山市 ",
				"children" : [{
						"text" : "岫岩满族自治县"
					}, {
						"text" : "台安县"
					}, {
						"text" : "海城市"
					}, {
						"text" : "千山区"
					}, {
						"text" : "立山区"
					}, {
						"text" : "铁西区"
					}, {
						"text" : "铁东区"
					}
				]
			}, {
				"text" : "丹东市",
				"children" : [{
						"text" : "宽甸满族自治县"
					}, {
						"text" : "凤城市"
					}, {
						"text" : "东港市"
					}, {
						"text" : "振安区"
					}, {
						"text" : "元宝区"
					}, {
						"text" : "振兴区"
					}
				]
			}, {
				"text" : "大连市",
				"children" : [{
						"text" : "长海县"
					}, {
						"text" : "庄河市"
					}, {
						"text" : "普兰店市"
					}, {
						"text" : "瓦房店市"
					}, {
						"text" : "金州区"
					}, {
						"text" : "旅顺口区"
					}, {
						"text" : "甘井子区"
					}, {
						"text" : "沙河口区"
					}, {
						"text" : "中山区"
					}, {
						"text" : "西岗区"
					}
				]
			}, {
				"text" : "营口市",
				"children" : [{
						"text" : "大石桥市"
					}, {
						"text" : "盖州市"
					}, {
						"text" : "老边区"
					}, {
						"text" : "鲅鱼圈区"
					}, {
						"text" : "西市区"
					}, {
						"text" : "站前区"
					}
				]
			}, {
				"text" : "盘锦市",
				"children" : [{
						"text" : "盘山县"
					}, {
						"text" : "大洼县"
					}, {
						"text" : "双台子区"
					}, {
						"text" : "兴隆台区"
					}
				]
			}, {
				"text" : "锦州市",
				"children" : [{
						"text" : "义县"
					}, {
						"text" : "黑山县"
					}, {
						"text" : "北镇市"
					}, {
						"text" : "凌海市"
					}, {
						"text" : "凌河区"
					}, {
						"text" : "古塔区"
					}, {
						"text" : "太和区"
					}
				]
			}, {
				"text" : "葫芦岛市 ",
				"children" : [{
						"text" : "建昌县"
					}, {
						"text" : "绥中县"
					}, {
						"text" : "兴城市"
					}, {
						"text" : "南票区"
					}, {
						"text" : "连山区"
					}, {
						"text" : "龙港区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "吉林省",
		"children" : [{
				"text" : "长春市",
				"children" : [{
						"text" : "农安县"
					}, {
						"text" : "榆树市"
					}, {
						"text" : "九台市"
					}, {
						"text" : "德惠市"
					}, {
						"text" : "双阳区"
					}, {
						"text" : "绿园区"
					}, {
						"text" : "二道区"
					}, {
						"text" : "宽城区"
					}, {
						"text" : "南关区"
					}, {
						"text" : "朝阳区"
					}
				]
			}, {
				"text" : "白城市",
				"children" : [{
						"text" : "通榆县"
					}, {
						"text" : "镇赉县"
					}, {
						"text" : "大安市"
					}, {
						"text" : "洮南市"
					}, {
						"text" : "洮北区"
					}
				]
			}, {
				"text" : "松原市",
				"children" : [{
						"text" : "前郭尔罗斯蒙古族自治县"
					}, {
						"text" : "扶余县"
					}, {
						"text" : "乾安县"
					}, {
						"text" : "长岭县"
					}, {
						"text" : "宁江区"
					}
				]
			}, {
				"text" : "吉林市",
				"children" : [{
						"text" : "永吉县"
					}, {
						"text" : "磐石市"
					}, {
						"text" : "舒兰市"
					}, {
						"text" : "桦甸市"
					}, {
						"text" : "蛟河市"
					}, {
						"text" : "丰满区"
					}, {
						"text" : "龙潭区"
					}, {
						"text" : "昌邑区"
					}, {
						"text" : "船营区"
					}
				]
			}, {
				"text" : "四平市",
				"children" : [{
						"text" : "伊通满族自治县"
					}, {
						"text" : "梨树县"
					}, {
						"text" : "双辽市"
					}, {
						"text" : "公主岭市"
					}, {
						"text" : "铁东区"
					}, {
						"text" : "铁西区"
					}
				]
			}, {
				"text" : "辽源市",
				"children" : [{
						"text" : "东辽县"
					}, {
						"text" : "东丰县"
					}, {
						"text" : "西安区"
					}, {
						"text" : "龙山区"
					}
				]
			}, {
				"text" : "通化市",
				"children" : [{
						"text" : "柳河县"
					}, {
						"text" : "辉南县"
					}, {
						"text" : "通化县"
					}, {
						"text" : "集安市"
					}, {
						"text" : "梅河口市"
					}, {
						"text" : "二道江区"
					}, {
						"text" : "东昌区"
					}
				]
			}, {
				"text" : "白山市",
				"children" : [{
						"text" : "长白朝鲜族自治县"
					}, {
						"text" : "靖宇县"
					}, {
						"text" : "抚松县"
					}, {
						"text" : "临江市"
					}, {
						"text" : "江源区"
					}, {
						"text" : "八道江区"
					}
				]
			}, {
				"text" : "延边朝鲜族自治州",
				"children" : [{
						"text" : "安图县"
					}, {
						"text" : "汪清县"
					}, {
						"text" : "和龙市"
					}, {
						"text" : "龙井市"
					}, {
						"text" : "珲春市"
					}, {
						"text" : "敦化市"
					}, {
						"text" : "图们市"
					}, {
						"text" : "延吉市"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "上海市",
		"children" : [{
				"text" : "黄浦区",
				"children" : [{
						"text" : "老西门街道"
					}, {
						"text" : "豫园街道"
					}, {
						"text" : "小东门街道"
					}, {
						"text" : "半淞园路街道"
					}, {
						"text" : "外滩街道"
					}, {
						"text" : "南京东路街道"
					}
				]
			}, {
				"text" : "卢湾区",
				"children" : [{
						"text" : "瑞金二路街道"
					}, {
						"text" : "淮海中路街道"
					}, {
						"text" : "打浦桥街道"
					}, {
						"text" : "五里桥街道"
					}
				]
			}, {
				"text" : "徐汇区",
				"children" : [{
						"text" : "华泾镇"
					}, {
						"text" : "漕河泾街道"
					}, {
						"text" : "龙华街道"
					}, {
						"text" : "凌云路街道"
					}, {
						"text" : "徐家汇街道"
					}, {
						"text" : "康健新村街道"
					}, {
						"text" : "虹梅路街道"
					}, {
						"text" : "田林街道"
					}, {
						"text" : "长桥街道"
					}, {
						"text" : "枫林路街道"
					}, {
						"text" : "斜土路街道"
					}, {
						"text" : "湖南路街道"
					}, {
						"text" : "天平路街道"
					}
				]
			}, {
				"text" : "长宁区",
				"children" : [{
						"text" : "新泾镇"
					}, {
						"text" : "北新泾街道"
					}, {
						"text" : "程家桥街道"
					}, {
						"text" : "虹桥街道"
					}, {
						"text" : "仙霞新村街道"
					}, {
						"text" : "天山路街道"
					}, {
						"text" : "周家桥街道"
					}, {
						"text" : "新华路街道"
					}, {
						"text" : "江苏路街道"
					}, {
						"text" : "华阳路街道"
					}
				]
			}, {
				"text" : "静安区",
				"children" : [{
						"text" : "曹家渡街道"
					}, {
						"text" : "静安寺街道"
					}, {
						"text" : "南京西路街道"
					}, {
						"text" : "石门二路街道"
					}, {
						"text" : "江宁路街道"
					}
				]
			}, {
				"text" : "普陀区 ",
				"children" : [{
						"text" : "桃浦镇"
					}, {
						"text" : "长征镇"
					}, {
						"text" : "真如镇"
					}, {
						"text" : "宜川路街道"
					}, {
						"text" : "石泉路街道"
					}, {
						"text" : "甘泉路街道"
					}, {
						"text" : "长寿路街道"
					}, {
						"text" : "长风新村街道"
					}, {
						"text" : "曹杨新村街道"
					}
				]
			}, {
				"text" : "闸北区",
				"children" : [{
						"text" : "彭浦镇"
					}, {
						"text" : "芷江西路街道"
					}, {
						"text" : "临汾路街道"
					}, {
						"text" : "彭浦新村街道"
					}, {
						"text" : "大宁路街道"
					}, {
						"text" : "共和新路街道"
					}, {
						"text" : "宝山路街道"
					}, {
						"text" : "北站街道"
					}, {
						"text" : "天目西路街道"
					}
				]
			}, {
				"text" : "虹口区",
				"children" : [{
						"text" : "江湾镇街道"
					}, {
						"text" : "提篮桥街道"
					}, {
						"text" : "四川北路街道"
					}, {
						"text" : "凉城新村街道"
					}, {
						"text" : "嘉兴路街道"
					}, {
						"text" : "广中路街道"
					}, {
						"text" : "曲阳路街道"
					}, {
						"text" : "欧阳路街道"
					}, {
						"text" : "新港路街道"
					}, {
						"text" : "乍浦路街道"
					}
				]
			}, {
				"text" : "杨浦区",
				"children" : [{
						"text" : "五角场镇"
					}, {
						"text" : "新江湾城街道"
					}, {
						"text" : "五角场街道"
					}, {
						"text" : "大桥街道"
					}, {
						"text" : "殷行街道"
					}, {
						"text" : "延吉新村街道"
					}, {
						"text" : "长白新村街道"
					}, {
						"text" : "控江路街道"
					}, {
						"text" : "四平路街道"
					}, {
						"text" : "江浦路街道"
					}, {
						"text" : "平凉路街道"
					}, {
						"text" : "定海路街道"
					}
				]
			}, {
				"text" : "闵行区",
				"children" : [{
						"text" : "浦江镇"
					}, {
						"text" : "马桥镇"
					}, {
						"text" : "吴泾镇"
					}, {
						"text" : "梅陇镇"
					}, {
						"text" : "虹桥镇"
					}, {
						"text" : "华漕镇"
					}, {
						"text" : "颛桥镇"
					}, {
						"text" : "七宝镇"
					}, {
						"text" : "莘庄镇"
					}, {
						"text" : "古美街道"
					}, {
						"text" : "龙柏街道"
					}, {
						"text" : "江川路街道"
					}
				]
			}, {
				"text" : "宝山区",
				"children" : [{
						"text" : "淞南镇"
					}, {
						"text" : "庙行镇"
					}, {
						"text" : "高境镇"
					}, {
						"text" : "顾村镇"
					}, {
						"text" : "罗泾镇"
					}, {
						"text" : "月浦镇"
					}, {
						"text" : "杨行镇"
					}, {
						"text" : "大场镇"
					}, {
						"text" : "罗店镇"
					}, {
						"text" : "张庙街道"
					}, {
						"text" : "友谊路街道"
					}, {
						"text" : "吴淞街道"
					}
				]
			}, {
				"text" : "嘉定区 ",
				"children" : [{
						"text" : "菊园街道（筹）"
					}, {
						"text" : "南苑街道（筹）"
					}, {
						"text" : "嘉定工业区"
					}, {
						"text" : "江桥镇"
					}, {
						"text" : "黄渡镇"
					}, {
						"text" : "外冈镇"
					}, {
						"text" : "华亭镇"
					}, {
						"text" : "徐行镇"
					}, {
						"text" : "马陆镇"
					}, {
						"text" : "安亭镇"
					}, {
						"text" : "南翔镇"
					}, {
						"text" : "嘉定镇街道"
					}, {
						"text" : "菊园新区"
					}, {
						"text" : "真新新村街道"
					}, {
						"text" : "新成路街道"
					}
				]
			}, {
				"text" : "浦东新区",
				"children" : [{
						"text" : "三林镇"
					}, {
						"text" : "张江镇"
					}, {
						"text" : "高东镇"
					}, {
						"text" : "高行镇"
					}, {
						"text" : "金桥镇"
					}, {
						"text" : "曹路镇"
					}, {
						"text" : "唐镇"
					}, {
						"text" : "合庆镇"
					}, {
						"text" : "北蔡镇"
					}, {
						"text" : "高桥镇"
					}, {
						"text" : "川沙新镇"
					}, {
						"text" : "花木街道"
					}, {
						"text" : "东明路街道"
					}, {
						"text" : "浦兴路街道"
					}, {
						"text" : "洋泾街道"
					}, {
						"text" : "金杨新村街道"
					}, {
						"text" : "沪东新村街道"
					}, {
						"text" : "南码头路街道"
					}, {
						"text" : "上钢新村街道"
					}, {
						"text" : "塘桥街道"
					}, {
						"text" : "周家渡街道"
					}, {
						"text" : "陆家嘴街道"
					}, {
						"text" : "潍坊新村街道"
					}
				]
			}, {
				"text" : "金山区",
				"children" : [{
						"text" : "山阳镇"
					}, {
						"text" : "漕泾镇"
					}, {
						"text" : "金山卫镇"
					}, {
						"text" : "廊下镇"
					}, {
						"text" : "吕巷镇"
					}, {
						"text" : "亭林镇"
					}, {
						"text" : "张堰镇"
					}, {
						"text" : "枫泾镇"
					}, {
						"text" : "朱泾镇"
					}, {
						"text" : "石化街道"
					}
				]
			}, {
				"text" : "松江区",
				"children" : [{
						"text" : "上海松江科技园区"
					}, {
						"text" : "五厍农业园区"
					}, {
						"text" : "佘山度假区"
					}, {
						"text" : "松江工业区"
					}, {
						"text" : "小昆山镇"
					}, {
						"text" : "叶榭镇"
					}, {
						"text" : "新浜镇"
					}, {
						"text" : "石湖荡镇"
					}, {
						"text" : "泖港镇"
					}, {
						"text" : "九亭镇"
					}, {
						"text" : "洞泾镇"
					}, {
						"text" : "新桥镇"
					}, {
						"text" : "车墩镇"
					}, {
						"text" : "佘山镇"
					}, {
						"text" : "泗泾镇"
					}, {
						"text" : "中山街道"
					}, {
						"text" : "方松街道"
					}, {
						"text" : "永丰街道"
					}, {
						"text" : "岳阳街道"
					}
				]
			}, {
				"text" : "崇明县",
				"children" : [{
						"text" : "横沙乡"
					}, {
						"text" : "长兴乡"
					}, {
						"text" : "新村乡"
					}, {
						"text" : "建设镇"
					}, {
						"text" : "港西镇"
					}, {
						"text" : "绿华镇"
					}, {
						"text" : "陈家镇"
					}, {
						"text" : "中兴镇"
					}, {
						"text" : "港沿镇"
					}, {
						"text" : "三星镇"
					}, {
						"text" : "向化镇"
					}, {
						"text" : "竖新镇"
					}, {
						"text" : "庙镇"
					}, {
						"text" : "新河镇"
					}, {
						"text" : "堡镇"
					}, {
						"text" : "城桥镇"
					}
				]
			}, {
				"text" : "青浦区",
				"children" : [{
						"text" : "白鹤镇"
					}, {
						"text" : "重固镇"
					}, {
						"text" : "华新镇"
					}, {
						"text" : "徐泾镇"
					}, {
						"text" : "赵巷镇"
					}, {
						"text" : "金泽镇"
					}, {
						"text" : "练塘镇"
					}, {
						"text" : "朱家角镇"
					}, {
						"text" : "香花桥街道"
					}, {
						"text" : "盈浦街道"
					}, {
						"text" : "夏阳街道"
					}
				]
			}, {
				"text" : "南汇区",
				"children" : [{
						"text" : "老港镇"
					}, {
						"text" : "万祥镇"
					}, {
						"text" : "书院镇"
					}, {
						"text" : "宣桥镇"
					}, {
						"text" : "泥城镇"
					}, {
						"text" : "祝桥镇"
					}, {
						"text" : "六灶镇"
					}, {
						"text" : "航头镇"
					}, {
						"text" : "康桥镇"
					}, {
						"text" : "芦潮港镇"
					}, {
						"text" : "大团镇"
					}, {
						"text" : "新场镇"
					}, {
						"text" : "周浦镇"
					}, {
						"text" : "惠南镇"
					}, {
						"text" : "申港街道"
					}
				]
			}, {
				"text" : "奉贤区",
				"children" : [{
						"text" : "海湾镇"
					}, {
						"text" : "柘林镇"
					}, {
						"text" : "青村镇"
					}, {
						"text" : "四团镇"
					}, {
						"text" : "金汇镇"
					}, {
						"text" : "庄行镇"
					}, {
						"text" : "奉城镇"
					}, {
						"text" : "南桥镇"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "江苏省",
		"children" : [{
				"text" : "南京市",
				"children" : [{
						"text" : "高淳"
					}, {
						"text" : "溧水"
					}, {
						"text" : "六合"
					}, {
						"text" : "江宁"
					}, {
						"text" : "雨花台"
					}, {
						"text" : "栖霞"
					}, {
						"text" : "浦口"
					}, {
						"text" : "下关"
					}, {
						"text" : "鼓楼"
					}, {
						"text" : "建邺"
					}, {
						"text" : "秦淮"
					}, {
						"text" : "白下"
					}, {
						"text" : "玄武"
					}
				]
			}, {
				"text" : "徐州市",
				"children" : [{
						"text" : "睢宁"
					}, {
						"text" : "铜山"
					}, {
						"text" : "沛县"
					}, {
						"text" : "丰县"
					}, {
						"text" : "邳州"
					}, {
						"text" : "新沂"
					}, {
						"text" : "泉山"
					}, {
						"text" : "贾汪"
					}, {
						"text" : "九里"
					}, {
						"text" : "鼓楼"
					}, {
						"text" : "云龙"
					}
				]
			}, {
				"text" : "连云港市 ",
				"children" : [{
						"text" : "灌南"
					}, {
						"text" : "灌云"
					}, {
						"text" : "东海"
					}, {
						"text" : "赣榆"
					}, {
						"text" : "海州"
					}, {
						"text" : "连云"
					}, {
						"text" : "新浦"
					}
				]
			}, {
				"text" : "宿迁市",
				"children" : [{
						"text" : "泗洪"
					}, {
						"text" : "泗阳"
					}, {
						"text" : "沭阳"
					}, {
						"text" : "宿豫"
					}, {
						"text" : "宿城"
					}
				]
			}, {
				"text" : "淮安市",
				"children" : [{
						"text" : "金湖"
					}, {
						"text" : "盱眙"
					}, {
						"text" : "洪泽"
					}, {
						"text" : "涟水"
					}, {
						"text" : "淮阴"
					}, {
						"text" : "楚州"
					}, {
						"text" : "清浦"
					}, {
						"text" : "清河"
					}
				]
			}, {
				"text" : "盐城市",
				"children" : [{
						"text" : "建湖"
					}, {
						"text" : "射阳"
					}, {
						"text" : "阜宁"
					}, {
						"text" : "滨海"
					}, {
						"text" : "响水"
					}, {
						"text" : "大丰"
					}, {
						"text" : "东台"
					}, {
						"text" : "盐都"
					}, {
						"text" : "亭湖"
					}
				]
			}, {
				"text" : "扬州市",
				"children" : [{
						"text" : "宝应"
					}, {
						"text" : "江都"
					}, {
						"text" : "高邮"
					}, {
						"text" : "仪征"
					}, {
						"text" : "维扬区"
					}, {
						"text" : "邗江"
					}, {
						"text" : "广陵"
					}
				]
			}, {
				"text" : "泰州市",
				"children" : [{
						"text" : "姜堰"
					}, {
						"text" : "泰兴"
					}, {
						"text" : "靖江"
					}, {
						"text" : "兴化"
					}, {
						"text" : "高港"
					}, {
						"text" : "海陵"
					}
				]
			}, {
				"text" : "南通市 ",
				"children" : [{
						"text" : "如东"
					}, {
						"text" : "海安"
					}, {
						"text" : "海门"
					}, {
						"text" : "通州"
					}, {
						"text" : "如皋"
					}, {
						"text" : "启东"
					}, {
						"text" : "港闸"
					}, {
						"text" : "崇川"
					}
				]
			}, {
				"text" : "镇江市",
				"children" : [{
						"text" : "句容"
					}, {
						"text" : "扬中"
					}, {
						"text" : "丹阳"
					}, {
						"text" : "丹徒"
					}, {
						"text" : "润州"
					}, {
						"text" : "京口"
					}
				]
			}, {
				"text" : "常州市",
				"children" : [{
						"text" : "金坛"
					}, {
						"text" : "溧阳"
					}, {
						"text" : "武进"
					}, {
						"text" : "新北"
					}, {
						"text" : "戚墅堰"
					}, {
						"text" : "天宁"
					}, {
						"text" : "钟楼"
					}
				]
			}, {
				"text" : "无锡市",
				"children" : [{
						"text" : "宜兴"
					}, {
						"text" : "江阴"
					}, {
						"text" : "惠山"
					}, {
						"text" : "锡山"
					}, {
						"text" : "滨湖"
					}, {
						"text" : "北塘"
					}, {
						"text" : "南长"
					}, {
						"text" : "崇安"
					}
				]
			}, {
				"text" : "苏州市",
				"children" : [{
						"text" : "太仓"
					}, {
						"text" : "吴江"
					}, {
						"text" : "昆山"
					}, {
						"text" : "张家港"
					}, {
						"text" : "常熟"
					}, {
						"text" : "相城"
					}, {
						"text" : "吴中"
					}, {
						"text" : "虎丘"
					}, {
						"text" : "平江"
					}, {
						"text" : "沧浪"
					}, {
						"text" : "金阊"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}, {
				"text" : "淮安市",
				"children" : [{
						"text" : "金湖"
					}, {
						"text" : "盱眙"
					}, {
						"text" : "洪泽"
					}, {
						"text" : "涟水"
					}, {
						"text" : "淮阴"
					}, {
						"text" : "楚州"
					}, {
						"text" : "清浦"
					}, {
						"text" : "清河"
					}
				]
			}
		]
	}, {
		"text" : "浙江省",
		"children" : [{
				"text" : "杭州市",
				"children" : [{
						"text" : "淳安县"
					}, {
						"text" : "桐庐县"
					}, {
						"text" : "临安市"
					}, {
						"text" : "富阳市"
					}, {
						"text" : "建德市"
					}, {
						"text" : "余杭区"
					}, {
						"text" : "萧山区"
					}, {
						"text" : "滨江区"
					}, {
						"text" : "西湖区"
					}, {
						"text" : "江干区"
					}, {
						"text" : "下城区"
					}, {
						"text" : "上城区"
					}, {
						"text" : "拱墅区"
					}
				]
			}, {
				"text" : "湖州市",
				"children" : [{
						"text" : "安吉县"
					}, {
						"text" : "长兴县"
					}, {
						"text" : "德清县"
					}, {
						"text" : "南浔区"
					}, {
						"text" : "吴兴区"
					}
				]
			}, {
				"text" : "嘉兴市",
				"children" : [{
						"text" : "海盐县"
					}, {
						"text" : "嘉善县"
					}, {
						"text" : "桐乡市"
					}, {
						"text" : "平湖市"
					}, {
						"text" : "海宁市"
					}, {
						"text" : "秀洲区"
					}, {
						"text" : "南湖区"
					}
				]
			}, {
				"text" : "舟山市",
				"children" : [{
						"text" : "嵊泗县"
					}, {
						"text" : "岱山县"
					}, {
						"text" : "普陀区"
					}, {
						"text" : "定海区"
					}
				]
			}, {
				"text" : "宁波市 ",
				"children" : [{
						"text" : "宁海县"
					}, {
						"text" : "象山县"
					}, {
						"text" : "奉化市"
					}, {
						"text" : "慈溪市"
					}, {
						"text" : "余姚市"
					}, {
						"text" : "鄞州区"
					}, {
						"text" : "镇海区"
					}, {
						"text" : "北仑区"
					}, {
						"text" : "江北区"
					}, {
						"text" : "江东区"
					}, {
						"text" : "海曙区"
					}
				]
			}, {
				"text" : "绍兴市",
				"children" : [{
						"text" : "新昌县"
					}, {
						"text" : "绍兴县"
					}, {
						"text" : "嵊州市"
					}, {
						"text" : "上虞市"
					}, {
						"text" : "诸暨市"
					}, {
						"text" : "越城区"
					}
				]
			}, {
				"text" : "金华市",
				"children" : [{
						"text" : "磐安县"
					}, {
						"text" : "浦江县"
					}, {
						"text" : "武义县"
					}, {
						"text" : "永康市"
					}, {
						"text" : "东阳市"
					}, {
						"text" : "义乌市"
					}, {
						"text" : "兰溪市"
					}, {
						"text" : "金东区"
					}, {
						"text" : "婺城区"
					}
				]
			}, {
				"text" : "台州市",
				"children" : [{
						"text" : "仙居县"
					}, {
						"text" : "天台县"
					}, {
						"text" : "三门县"
					}, {
						"text" : "玉环县"
					}, {
						"text" : "临海市"
					}, {
						"text" : "温岭市"
					}, {
						"text" : "路桥区"
					}, {
						"text" : "黄岩区"
					}, {
						"text" : "椒江区"
					}
				]
			}, {
				"text" : "温州市",
				"children" : [{
						"text" : "泰顺县"
					}, {
						"text" : "文成县"
					}, {
						"text" : "苍南县"
					}, {
						"text" : "平阳县"
					}, {
						"text" : "永嘉县"
					}, {
						"text" : "洞头县"
					}, {
						"text" : "乐清市"
					}, {
						"text" : "瑞安市"
					}, {
						"text" : "瓯海区"
					}, {
						"text" : "龙湾区"
					}, {
						"text" : "鹿城区"
					}
				]
			}, {
				"text" : "丽水市",
				"children" : [{
						"text" : "景宁畲族自治县"
					}, {
						"text" : "庆元县"
					}, {
						"text" : "云和县"
					}, {
						"text" : "松阳县"
					}, {
						"text" : "遂昌县"
					}, {
						"text" : "缙云县"
					}, {
						"text" : "青田县"
					}, {
						"text" : "龙泉市"
					}, {
						"text" : "莲都区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}, {
				"text" : "衢州市",
				"children" : [{
						"text" : "龙游县"
					}, {
						"text" : "开化县"
					}, {
						"text" : "常山县"
					}, {
						"text" : "江山市"
					}, {
						"text" : "衢江区"
					}, {
						"text" : "柯城区"
					}
				]
			}
		]
	}, {
		"text" : "安徽省 ",
		"children" : [{
				"text" : "合肥市",
				"children" : [{
						"text" : "肥西县"
					}, {
						"text" : "肥东县"
					}, {
						"text" : "长丰县"
					}, {
						"text" : "包河区"
					}, {
						"text" : "蜀山区"
					}, {
						"text" : "瑶海区"
					}, {
						"text" : "庐阳区"
					}
				]
			}, {
				"text" : "宿州市",
				"children" : [{
						"text" : "泗县"
					}, {
						"text" : "灵璧县"
					}, {
						"text" : "萧县"
					}, {
						"text" : "砀山县"
					}, {
						"text" : "埇桥区"
					}
				]
			}, {
				"text" : "淮北市",
				"children" : [{
						"text" : "濉溪县"
					}, {
						"text" : "烈山区"
					}, {
						"text" : "杜集区"
					}, {
						"text" : "相山区"
					}
				]
			}, {
				"text" : "阜阳市 ",
				"children" : [{
						"text" : "颍上县"
					}, {
						"text" : "阜南县"
					}, {
						"text" : "太和县"
					}, {
						"text" : "临泉县"
					}, {
						"text" : "界首市"
					}, {
						"text" : "颍泉区"
					}, {
						"text" : "颍东区"
					}, {
						"text" : "颍州区"
					}
				]
			}, {
				"text" : "蚌埠市",
				"children" : [{
						"text" : "固镇县"
					}, {
						"text" : "五河县"
					}, {
						"text" : "怀远县"
					}, {
						"text" : "淮上区"
					}, {
						"text" : "禹会区"
					}, {
						"text" : "龙子湖"
					}, {
						"text" : "蚌山区"
					}
				]
			}, {
				"text" : "淮南市",
				"children" : [{
						"text" : "凤台县"
					}, {
						"text" : "潘集区"
					}, {
						"text" : "八公山"
					}, {
						"text" : "谢家集"
					}, {
						"text" : "大通区"
					}, {
						"text" : "田家庵"
					}
				]
			}, {
				"text" : "滁州市",
				"children" : [{
						"text" : "凤阳县"
					}, {
						"text" : "定远县"
					}, {
						"text" : "全椒县"
					}, {
						"text" : "来安县"
					}, {
						"text" : "明光市"
					}, {
						"text" : "天长市"
					}, {
						"text" : "南谯区"
					}, {
						"text" : "琅琊区"
					}
				]
			}, {
				"text" : "马鞍山市",
				"children" : [{
						"text" : "当涂县"
					}, {
						"text" : "花山区"
					}, {
						"text" : "金家庄"
					}, {
						"text" : "雨山区"
					}
				]
			}, {
				"text" : "芜湖市",
				"children" : [{
						"text" : "南陵县"
					}, {
						"text" : "繁昌县"
					}, {
						"text" : "芜湖县"
					}, {
						"text" : "三山区"
					}, {
						"text" : "鸠江区"
					}, {
						"text" : "弋江区"
					}, {
						"text" : "镜湖区"
					}
				]
			}, {
				"text" : "铜陵市",
				"children" : [{
						"text" : "铜陵县"
					}, {
						"text" : "郊区"
					}, {
						"text" : "狮子山"
					}, {
						"text" : "铜官山"
					}
				]
			}, {
				"text" : "安庆市",
				"children" : [{
						"text" : "望江县"
					}, {
						"text" : "潜山县"
					}, {
						"text" : "枞阳县"
					}, {
						"text" : "怀宁县"
					}, {
						"text" : "桐城市"
					}, {
						"text" : "宜秀区"
					}, {
						"text" : "大观区"
					}, {
						"text" : "迎江区"
					}
				]
			}, {
				"text" : "黄山市",
				"children" : [{
						"text" : "祁门县"
					}, {
						"text" : "黟县"
					}, {
						"text" : "休宁县"
					}, {
						"text" : "歙县"
					}, {
						"text" : "徽州区"
					}, {
						"text" : "黄山区"
					}, {
						"text" : "屯溪区"
					}
				]
			}, {
				"text" : "六安市",
				"children" : [{
						"text" : "霍山县"
					}, {
						"text" : "金寨县"
					}, {
						"text" : "舒城县"
					}, {
						"text" : "霍邱县"
					}, {
						"text" : "寿县"
					}, {
						"text" : "裕安区"
					}, {
						"text" : "金安区"
					}
				]
			}, {
				"text" : "巢湖市",
				"children" : [{
						"text" : "和县"
					}, {
						"text" : "含山县"
					}, {
						"text" : "无为县"
					}, {
						"text" : "庐江县"
					}, {
						"text" : "居巢区"
					}
				]
			}, {
				"text" : "池州市",
				"children" : [{
						"text" : "青阳县"
					}, {
						"text" : "石台县"
					}, {
						"text" : "东至县"
					}, {
						"text" : "贵池区"
					}
				]
			}, {
				"text" : "宣城市",
				"children" : [{
						"text" : "旌德县"
					}, {
						"text" : "绩溪县"
					}, {
						"text" : "泾县"
					}, {
						"text" : "广德县"
					}, {
						"text" : "郎溪县"
					}, {
						"text" : "宁国市"
					}, {
						"text" : "宣州区"
					}
				]
			}, {
				"text" : "亳州市",
				"children" : [{
						"text" : "利辛县"
					}, {
						"text" : "蒙城县"
					}, {
						"text" : "涡阳县"
					}, {
						"text" : "谯城区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "福建省",
		"children" : [{
				"text" : "福州市",
				"children" : [{
						"text" : "长乐市"
					}, {
						"text" : "福清市"
					}, {
						"text" : "平潭县"
					}, {
						"text" : "永泰县"
					}, {
						"text" : "闽清县"
					}, {
						"text" : "罗源县"
					}, {
						"text" : "连江县"
					}, {
						"text" : "闽侯县"
					}, {
						"text" : "晋安区"
					}, {
						"text" : "马尾区"
					}, {
						"text" : "仓山区"
					}, {
						"text" : "台江区"
					}, {
						"text" : "鼓楼区"
					}
				]
			}, {
				"text" : "南平市",
				"children" : [{
						"text" : "建阳市"
					}, {
						"text" : "建瓯市"
					}, {
						"text" : "武夷山"
					}, {
						"text" : "邵武市"
					}, {
						"text" : "政和县"
					}, {
						"text" : "松溪县"
					}, {
						"text" : "光泽县"
					}, {
						"text" : "浦城县"
					}, {
						"text" : "顺昌县"
					}, {
						"text" : "延平区"
					}
				]
			}, {
				"text" : "三明市 ",
				"children" : [{
						"text" : "永安市"
					}, {
						"text" : "建宁县"
					}, {
						"text" : "泰宁县"
					}, {
						"text" : "将乐县"
					}, {
						"text" : "沙县"
					}, {
						"text" : "尤溪县"
					}, {
						"text" : "大田县"
					}, {
						"text" : "宁化县"
					}, {
						"text" : "清流县"
					}, {
						"text" : "明溪县"
					}, {
						"text" : "三元区"
					}, {
						"text" : "梅列区"
					}
				]
			}, {
				"text" : "莆田市",
				"children" : [{
						"text" : "仙游县"
					}, {
						"text" : "秀屿区"
					}, {
						"text" : "荔城区"
					}, {
						"text" : "涵江区"
					}, {
						"text" : "城厢区"
					}
				]
			}, {
				"text" : "泉州市",
				"children" : [{
						"text" : "南安市"
					}, {
						"text" : "晋江市"
					}, {
						"text" : "石狮市"
					}, {
						"text" : "金门县"
					}, {
						"text" : "德化县"
					}, {
						"text" : "永春县"
					}, {
						"text" : "安溪县"
					}, {
						"text" : "惠安县"
					}, {
						"text" : "泉港区"
					}, {
						"text" : "洛江区"
					}, {
						"text" : "丰泽区"
					}, {
						"text" : "鲤城区"
					}
				]
			}, {
				"text" : "厦门市",
				"children" : [{
						"text" : "翔安区"
					}, {
						"text" : "同安区"
					}, {
						"text" : "集美区"
					}, {
						"text" : "湖里区"
					}, {
						"text" : "海沧区"
					}, {
						"text" : "思明区"
					}
				]
			}, {
				"text" : "漳州市",
				"children" : [{
						"text" : "龙海市"
					}, {
						"text" : "华安县"
					}, {
						"text" : "平和县"
					}, {
						"text" : "南靖县"
					}, {
						"text" : "东山县"
					}, {
						"text" : "长泰县"
					}, {
						"text" : "诏安县"
					}, {
						"text" : "漳浦县"
					}, {
						"text" : "云霄县"
					}, {
						"text" : "龙文区"
					}, {
						"text" : "芗城区"
					}
				]
			}, {
				"text" : "龙岩市",
				"children" : [{
						"text" : "漳平市"
					}, {
						"text" : "连城县"
					}, {
						"text" : "武平县"
					}, {
						"text" : "上杭县"
					}, {
						"text" : "永定县"
					}, {
						"text" : "长汀县"
					}, {
						"text" : "新罗区"
					}
				]
			}, {
				"text" : "宁德市 ",
				"children" : [{
						"text" : "福鼎市"
					}, {
						"text" : "福安市"
					}, {
						"text" : "柘荣县"
					}, {
						"text" : "周宁县"
					}, {
						"text" : "寿宁县"
					}, {
						"text" : "屏南县"
					}, {
						"text" : "古田县"
					}, {
						"text" : "霞浦县"
					}, {
						"text" : "蕉城区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "江西省",
		"children" : [{
				"text" : "南昌市",
				"children" : [{
						"text" : "进贤县"
					}, {
						"text" : "安义县"
					}, {
						"text" : "新建县"
					}, {
						"text" : "南昌县"
					}, {
						"text" : "青山湖"
					}, {
						"text" : "湾里区"
					}, {
						"text" : "青云谱"
					}, {
						"text" : "西湖区"
					}, {
						"text" : "东湖区"
					}
				]
			}, {
				"text" : "九江市",
				"children" : [{
						"text" : "彭泽县"
					}, {
						"text" : "湖口县"
					}, {
						"text" : "都昌县"
					}, {
						"text" : "星子县"
					}, {
						"text" : "德安县"
					}, {
						"text" : "永修县"
					}, {
						"text" : "修水县"
					}, {
						"text" : "武宁县"
					}, {
						"text" : "九江县"
					}, {
						"text" : "瑞昌市"
					}, {
						"text" : "庐山区"
					}, {
						"text" : "浔阳区"
					}
				]
			}, {
				"text" : "景德镇市",
				"children" : [{
						"text" : "浮梁县"
					}, {
						"text" : "乐平市"
					}, {
						"text" : "昌江区"
					}, {
						"text" : "珠山区"
					}
				]
			}, {
				"text" : "鹰潭市 ",
				"children" : [{
						"text" : "余江县"
					}, {
						"text" : "贵溪市"
					}, {
						"text" : "月湖区"
					}
				]
			}, {
				"text" : "新余市",
				"children" : [{
						"text" : "分宜县"
					}, {
						"text" : "渝水区"
					}
				]
			}, {
				"text" : "萍乡市",
				"children" : [{
						"text" : "上栗县"
					}, {
						"text" : "芦溪县"
					}, {
						"text" : "莲花县"
					}, {
						"text" : "湘东区"
					}, {
						"text" : "安源区"
					}
				]
			}, {
				"text" : "赣州市",
				"children" : [{
						"text" : "宁都县"
					}, {
						"text" : "全南县"
					}, {
						"text" : "定南县"
					}, {
						"text" : "龙南县"
					}, {
						"text" : "安远县"
					}, {
						"text" : "崇义县"
					}, {
						"text" : "上犹县"
					}, {
						"text" : "大余县"
					}, {
						"text" : "信丰县"
					}, {
						"text" : "赣县"
					}, {
						"text" : "南康市"
					}, {
						"text" : "瑞金市"
					}, {
						"text" : "章贡区"
					}
				]
			}, {
				"text" : "上饶市",
				"children" : [{
						"text" : "婺源县"
					}, {
						"text" : "万年县"
					}, {
						"text" : "鄱阳县"
					}, {
						"text" : "余干县"
					}, {
						"text" : "弋阳县"
					}, {
						"text" : "横峰县"
					}, {
						"text" : "铅山县"
					}, {
						"text" : "玉山县"
					}, {
						"text" : "广丰县"
					}, {
						"text" : "上饶县"
					}, {
						"text" : "德兴市"
					}, {
						"text" : "信州区"
					}
				]
			}, {
				"text" : "抚州市",
				"children" : [{
						"text" : "广昌县"
					}, {
						"text" : "东乡县"
					}, {
						"text" : "资溪县"
					}, {
						"text" : "金溪县"
					}, {
						"text" : "宜黄县"
					}, {
						"text" : "乐安县"
					}, {
						"text" : "崇仁县"
					}, {
						"text" : "南丰县"
					}, {
						"text" : "黎川县"
					}, {
						"text" : "南城县"
					}, {
						"text" : "临川区"
					}
				]
			}, {
				"text" : "宜春市 ",
				"children" : [{
						"text" : "铜鼓县"
					}, {
						"text" : "靖安县"
					}, {
						"text" : "宜丰县"
					}, {
						"text" : "上高县"
					}, {
						"text" : "万载县"
					}, {
						"text" : "奉新县"
					}, {
						"text" : "高安市"
					}, {
						"text" : "樟树市"
					}, {
						"text" : "丰城市"
					}, {
						"text" : "袁州区"
					}
				]
			}, {
				"text" : "吉安市",
				"children" : [{
						"text" : "永新县"
					}, {
						"text" : "安福县"
					}, {
						"text" : "万安县"
					}, {
						"text" : "遂川县"
					}, {
						"text" : "泰和县"
					}, {
						"text" : "永丰县"
					}, {
						"text" : "新干县"
					}, {
						"text" : "峡江县"
					}, {
						"text" : "吉水县"
					}, {
						"text" : "吉安县"
					}, {
						"text" : "井冈山"
					}, {
						"text" : "青原区"
					}, {
						"text" : "吉州区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "山东省",
		"children" : [{
				"text" : "济南市",
				"children" : [{
						"text" : "商河县"
					}, {
						"text" : "济阳县"
					}, {
						"text" : "平阴县"
					}, {
						"text" : "章丘市"
					}, {
						"text" : "长清区"
					}, {
						"text" : "历城区"
					}, {
						"text" : "天桥区"
					}, {
						"text" : "槐荫区"
					}, {
						"text" : "市中区"
					}, {
						"text" : "历下区"
					}
				]
			}, {
				"text" : "聊城市",
				"children" : [{
						"text" : "高唐县"
					}, {
						"text" : "冠县"
					}, {
						"text" : "东阿县"
					}, {
						"text" : "茌平县"
					}, {
						"text" : "莘县"
					}, {
						"text" : "阳谷县"
					}, {
						"text" : "临清市"
					}, {
						"text" : "东昌府区"
					}
				]
			}, {
				"text" : "德州市 ",
				"children" : [{
						"text" : "武城县"
					}, {
						"text" : "夏津县"
					}, {
						"text" : "平原县"
					}, {
						"text" : "齐河县"
					}, {
						"text" : "临邑县"
					}, {
						"text" : "庆云县"
					}, {
						"text" : "宁津县"
					}, {
						"text" : "陵县"
					}, {
						"text" : "禹城市"
					}, {
						"text" : "乐陵市"
					}, {
						"text" : "德城区"
					}
				]
			}, {
				"text" : "东营市",
				"children" : [{
						"text" : "广饶县"
					}, {
						"text" : "利津县"
					}, {
						"text" : "垦利县"
					}, {
						"text" : "河口区"
					}, {
						"text" : "东营区"
					}
				]
			}, {
				"text" : "淄博市",
				"children" : [{
						"text" : "沂源县"
					}, {
						"text" : "高青县"
					}, {
						"text" : "桓台县"
					}, {
						"text" : "周村区"
					}, {
						"text" : "临淄区"
					}, {
						"text" : "博山区"
					}, {
						"text" : "淄川区"
					}, {
						"text" : "张店区"
					}
				]
			}, {
				"text" : "潍坊市",
				"children" : [{
						"text" : "昌乐县"
					}, {
						"text" : "临朐县"
					}, {
						"text" : "昌邑市"
					}, {
						"text" : "高密市"
					}, {
						"text" : "安丘市"
					}, {
						"text" : "寿光市"
					}, {
						"text" : "诸城市"
					}, {
						"text" : "青州市"
					}, {
						"text" : "奎文区"
					}, {
						"text" : "坊子区"
					}, {
						"text" : "寒亭区"
					}, {
						"text" : "潍城区"
					}
				]
			}, {
				"text" : "烟台市",
				"children" : [{
						"text" : "长岛县"
					}, {
						"text" : "海阳市"
					}, {
						"text" : "栖霞市"
					}, {
						"text" : "招远市"
					}, {
						"text" : "蓬莱市"
					}, {
						"text" : "莱州市"
					}, {
						"text" : "莱阳市"
					}, {
						"text" : "龙口市"
					}, {
						"text" : "莱山区"
					}, {
						"text" : "牟平区"
					}, {
						"text" : "福山区"
					}, {
						"text" : "芝罘区"
					}
				]
			}, {
				"text" : "威海市",
				"children" : [{
						"text" : "乳山市"
					}, {
						"text" : "荣成市"
					}, {
						"text" : "文登市"
					}, {
						"text" : "环翠区"
					}
				]
			}, {
				"text" : "青岛市 ",
				"children" : [{
						"text" : "莱西市"
					}, {
						"text" : "胶南市"
					}, {
						"text" : "平度市"
					}, {
						"text" : "即墨市"
					}, {
						"text" : "胶州市"
					}, {
						"text" : "城阳区"
					}, {
						"text" : "李沧区"
					}, {
						"text" : "崂山区"
					}, {
						"text" : "黄岛区"
					}, {
						"text" : "四方区"
					}, {
						"text" : "市北区"
					}, {
						"text" : "市南区"
					}
				]
			}, {
				"text" : "日照市",
				"children" : [{
						"text" : "莒县"
					}, {
						"text" : "五莲县"
					}, {
						"text" : "岚山区"
					}, {
						"text" : "东港区"
					}
				]
			}, {
				"text" : "临沂市",
				"children" : [{
						"text" : "临沭县"
					}, {
						"text" : "蒙阴县"
					}, {
						"text" : "莒南县"
					}, {
						"text" : "平邑县"
					}, {
						"text" : "费县"
					}, {
						"text" : "苍山县"
					}, {
						"text" : "沂水县"
					}, {
						"text" : "郯城县"
					}, {
						"text" : "沂南县"
					}, {
						"text" : "河东区"
					}, {
						"text" : "罗庄区"
					}, {
						"text" : "兰山区"
					}
				]
			}, {
				"text" : "枣庄市",
				"children" : [{
						"text" : "滕州市"
					}, {
						"text" : "山亭区"
					}, {
						"text" : "台儿庄区"
					}, {
						"text" : "峄城区"
					}, {
						"text" : "薛城区"
					}, {
						"text" : "市中区"
					}
				]
			}, {
				"text" : "济宁市",
				"children" : [{
						"text" : "梁山县"
					}, {
						"text" : "泗水县"
					}, {
						"text" : "汶上县"
					}, {
						"text" : "嘉祥县"
					}, {
						"text" : "金乡县"
					}, {
						"text" : "鱼台县"
					}, {
						"text" : "微山县"
					}, {
						"text" : "邹城市"
					}, {
						"text" : "兖州市"
					}, {
						"text" : "曲阜市"
					}, {
						"text" : "任城区"
					}, {
						"text" : "市中区"
					}
				]
			}, {
				"text" : "泰安市",
				"children" : [{
						"text" : "东平县"
					}, {
						"text" : "宁阳县"
					}, {
						"text" : "肥城市"
					}, {
						"text" : "新泰市"
					}, {
						"text" : "岱岳区"
					}, {
						"text" : "泰山区"
					}
				]
			}, {
				"text" : "莱芜市 ",
				"children" : [{
						"text" : "钢城区"
					}, {
						"text" : "莱城区"
					}
				]
			}, {
				"text" : "滨州市",
				"children" : [{
						"text" : "邹平县"
					}, {
						"text" : "博兴县"
					}, {
						"text" : "沾化县"
					}, {
						"text" : "无棣县"
					}, {
						"text" : "阳信县"
					}, {
						"text" : "惠民县"
					}, {
						"text" : "滨城区"
					}
				]
			}, {
				"text" : "菏泽市",
				"children" : [{
						"text" : "东明县"
					}, {
						"text" : "定陶县"
					}, {
						"text" : "鄄城县"
					}, {
						"text" : "郓城县"
					}, {
						"text" : "巨野县"
					}, {
						"text" : "成武县"
					}, {
						"text" : "单县"
					}, {
						"text" : "曹县"
					}, {
						"text" : "牡丹区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "河南省",
		"children" : [{
				"text" : "郑州市",
				"children" : [{
						"text" : "中牟县"
					}, {
						"text" : "登封市"
					}, {
						"text" : "新郑市"
					}, {
						"text" : "新密市"
					}, {
						"text" : "荥阳市"
					}, {
						"text" : "巩义市"
					}, {
						"text" : "惠济区"
					}, {
						"text" : "上街区"
					}, {
						"text" : "金水区"
					}, {
						"text" : "管城区"
					}, {
						"text" : "二七区"
					}, {
						"text" : "中原区"
					}
				]
			}, {
				"text" : "三门峡市 ",
				"children" : [{
						"text" : "卢氏县"
					}, {
						"text" : "陕县"
					}, {
						"text" : "渑池县"
					}, {
						"text" : "灵宝市"
					}, {
						"text" : "义马市"
					}, {
						"text" : "湖滨区"
					}
				]
			}, {
				"text" : "洛阳市",
				"children" : [{
						"text" : "伊川县"
					}, {
						"text" : "洛宁县"
					}, {
						"text" : "宜阳县"
					}, {
						"text" : "汝阳县"
					}, {
						"text" : "嵩县"
					}, {
						"text" : "栾川县"
					}, {
						"text" : "新安县"
					}, {
						"text" : "孟津县"
					}, {
						"text" : "偃师市"
					}, {
						"text" : "洛龙区"
					}, {
						"text" : "吉利区"
					}, {
						"text" : "涧西区"
					}, {
						"text" : "瀍河区"
					}, {
						"text" : "老城区"
					}, {
						"text" : "西工区"
					}
				]
			}, {
				"text" : "焦作市",
				"children" : [{
						"text" : "温县"
					}, {
						"text" : "武陟县"
					}, {
						"text" : "博爱县"
					}, {
						"text" : "修武县"
					}, {
						"text" : "孟州市"
					}, {
						"text" : "沁阳市"
					}, {
						"text" : "马村区"
					}, {
						"text" : "中站区"
					}, {
						"text" : "解放区"
					}, {
						"text" : "山阳区"
					}
				]
			}, {
				"text" : "新乡市",
				"children" : [{
						"text" : "长垣县"
					}, {
						"text" : "封丘县"
					}, {
						"text" : "延津县"
					}, {
						"text" : "原阳县"
					}, {
						"text" : "获嘉县"
					}, {
						"text" : "新乡县"
					}, {
						"text" : "辉县市"
					}, {
						"text" : "卫辉市"
					}, {
						"text" : "牧野区"
					}, {
						"text" : "凤泉区"
					}, {
						"text" : "红旗区"
					}, {
						"text" : "卫滨区"
					}
				]
			}, {
				"text" : "鹤壁市",
				"children" : [{
						"text" : "淇县"
					}, {
						"text" : "浚县"
					}, {
						"text" : "鹤山区"
					}, {
						"text" : "山城区"
					}, {
						"text" : "淇滨区"
					}
				]
			}, {
				"text" : "安阳市",
				"children" : [{
						"text" : "内黄县"
					}, {
						"text" : "滑县"
					}, {
						"text" : "汤阴县"
					}, {
						"text" : "安阳县"
					}, {
						"text" : "林州市"
					}, {
						"text" : "龙安区"
					}, {
						"text" : "殷都区"
					}, {
						"text" : "文峰区"
					}, {
						"text" : "北关区"
					}
				]
			}, {
				"text" : "濮阳市 ",
				"children" : [{
						"text" : "濮阳县"
					}, {
						"text" : "台前县"
					}, {
						"text" : "范县"
					}, {
						"text" : "南乐县"
					}, {
						"text" : "清丰县"
					}, {
						"text" : "华龙区"
					}
				]
			}, {
				"text" : "开封市",
				"children" : [{
						"text" : "兰考县"
					}, {
						"text" : "开封县"
					}, {
						"text" : "尉氏县"
					}, {
						"text" : "通许县"
					}, {
						"text" : "杞县"
					}, {
						"text" : "金明区"
					}, {
						"text" : "禹王台"
					}, {
						"text" : "顺河区"
					}, {
						"text" : "龙亭区"
					}, {
						"text" : "鼓楼区"
					}
				]
			}, {
				"text" : "商丘市",
				"children" : [{
						"text" : "夏邑县"
					}, {
						"text" : "虞城县"
					}, {
						"text" : "柘城县"
					}, {
						"text" : "宁陵县"
					}, {
						"text" : "睢县"
					}, {
						"text" : "民权县"
					}, {
						"text" : "永城市"
					}, {
						"text" : "睢阳区"
					}, {
						"text" : "梁园区"
					}
				]
			}, {
				"text" : "许昌市",
				"children" : [{
						"text" : "襄城县"
					}, {
						"text" : "鄢陵县"
					}, {
						"text" : "许昌县"
					}, {
						"text" : "长葛市"
					}, {
						"text" : "禹州市"
					}, {
						"text" : "魏都区"
					}
				]
			}, {
				"text" : "漯河市",
				"children" : [{
						"text" : "临颍县"
					}, {
						"text" : "舞阳县"
					}, {
						"text" : "召陵区"
					}, {
						"text" : "郾城区"
					}, {
						"text" : "源汇区"
					}
				]
			}, {
				"text" : "平顶山市",
				"children" : [{
						"text" : "郏县"
					}, {
						"text" : "鲁山县"
					}, {
						"text" : "叶县"
					}, {
						"text" : "宝丰县"
					}, {
						"text" : "汝州市"
					}, {
						"text" : "舞钢市"
					}, {
						"text" : "石龙区"
					}, {
						"text" : "湛河区"
					}, {
						"text" : "卫东区"
					}, {
						"text" : "新华区"
					}
				]
			}, {
				"text" : "南阳市",
				"children" : [{
						"text" : "桐柏县"
					}, {
						"text" : "新野县"
					}, {
						"text" : "唐河县"
					}, {
						"text" : "社旗县"
					}, {
						"text" : "淅川县"
					}, {
						"text" : "内乡县"
					}, {
						"text" : "镇平县"
					}, {
						"text" : "西峡县"
					}, {
						"text" : "方城县"
					}, {
						"text" : "南召县"
					}, {
						"text" : "邓州市"
					}, {
						"text" : "宛城区"
					}, {
						"text" : "卧龙区"
					}
				]
			}, {
				"text" : "信阳市",
				"children" : [{
						"text" : "息县"
					}, {
						"text" : "淮滨县"
					}, {
						"text" : "潢川县"
					}, {
						"text" : "固始县"
					}, {
						"text" : "商城县"
					}, {
						"text" : "新县"
					}, {
						"text" : "光山县"
					}, {
						"text" : "罗山县"
					}, {
						"text" : "平桥区"
					}, {
						"text" : "浉河区"
					}
				]
			}, {
				"text" : "济源市",
				"children" : [{
						"text" : "下冶镇"
					}, {
						"text" : "王屋镇"
					}, {
						"text" : "思礼镇"
					}, {
						"text" : "大峪镇"
					}, {
						"text" : "梨林镇"
					}, {
						"text" : "坡头镇"
					}, {
						"text" : "邵原镇"
					}, {
						"text" : "承留镇"
					}, {
						"text" : "轵城镇"
					}, {
						"text" : "五龙口镇"
					}, {
						"text" : "克井镇"
					}, {
						"text" : "玉泉街道"
					}, {
						"text" : "天坛街道"
					}, {
						"text" : "北海街道"
					}, {
						"text" : "济水街道"
					}, {
						"text" : "沁园街道"
					}
				]
			}, {
				"text" : "周口市",
				"children" : [{
						"text" : "鹿邑县"
					}, {
						"text" : "太康县"
					}, {
						"text" : "淮阳县"
					}, {
						"text" : "郸城县"
					}, {
						"text" : "沈丘县"
					}, {
						"text" : "商水县"
					}, {
						"text" : "西华县"
					}, {
						"text" : "扶沟县"
					}, {
						"text" : "项城市"
					}, {
						"text" : "川汇区"
					}
				]
			}, {
				"text" : "驻马店市",
				"children" : [{
						"text" : "新蔡县"
					}, {
						"text" : "遂平县"
					}, {
						"text" : "汝南县"
					}, {
						"text" : "泌阳县"
					}, {
						"text" : "确山县"
					}, {
						"text" : "正阳县"
					}, {
						"text" : "平舆县"
					}, {
						"text" : "上蔡县"
					}, {
						"text" : "西平县"
					}, {
						"text" : "驿城区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "内蒙古自治区",
		"children" : [{
				"text" : "呼和浩特市",
				"children" : [{
						"text" : "武川县"
					}, {
						"text" : "清水河县"
					}, {
						"text" : "和林格尔县"
					}, {
						"text" : "托克托县"
					}, {
						"text" : "土默特左旗"
					}, {
						"text" : "赛罕区"
					}, {
						"text" : "玉泉区"
					}, {
						"text" : "新城区"
					}, {
						"text" : "回民区"
					}
				]
			}, {
				"text" : "包头市",
				"children" : [{
						"text" : "达尔罕茂明安联合旗"
					}, {
						"text" : "固阳县"
					}, {
						"text" : "土默特右旗"
					}, {
						"text" : "九原区"
					}, {
						"text" : "白云矿区"
					}, {
						"text" : "石拐区"
					}, {
						"text" : "青山区"
					}, {
						"text" : "东河区"
					}, {
						"text" : "昆都仑区"
					}
				]
			}, {
				"text" : "乌海市",
				"children" : [{
						"text" : "乌达区"
					}, {
						"text" : "海南区"
					}, {
						"text" : "海勃湾区"
					}
				]
			}, {
				"text" : "赤峰市",
				"children" : [{
						"text" : "敖汉旗"
					}, {
						"text" : "宁城县"
					}, {
						"text" : "喀喇沁旗"
					}, {
						"text" : "翁牛特旗"
					}, {
						"text" : "克什克腾旗"
					}, {
						"text" : "林西县"
					}, {
						"text" : "巴林右旗"
					}, {
						"text" : "巴林左旗"
					}, {
						"text" : "阿鲁科尔沁旗"
					}, {
						"text" : "松山区"
					}, {
						"text" : "元宝山区"
					}, {
						"text" : "红山区"
					}
				]
			}, {
				"text" : "呼伦贝尔",
				"children" : [{
						"text" : "新巴尔虎右旗"
					}, {
						"text" : "新巴尔虎左旗"
					}, {
						"text" : "陈巴尔虎旗"
					}, {
						"text" : "鄂温克族自治旗"
					}, {
						"text" : "鄂伦春自治旗"
					}, {
						"text" : "阿荣旗"
					}, {
						"text" : "根河"
					}, {
						"text" : "额尔古纳"
					}, {
						"text" : "扎兰屯"
					}, {
						"text" : "牙克石"
					}, {
						"text" : "满洲里"
					}, {
						"text" : "海拉尔"
					}
				]
			}, {
				"text" : "兴安盟 ",
				"children" : [{
						"text" : "突泉县"
					}, {
						"text" : "扎赉特旗"
					}, {
						"text" : "科尔沁右翼中旗"
					}, {
						"text" : "科尔沁右翼前旗"
					}, {
						"text" : "阿尔山市"
					}, {
						"text" : "乌兰浩特市"
					}
				]
			}, {
				"text" : "锡林郭勒盟",
				"children" : [{
						"text" : "多伦"
					}, {
						"text" : "正蓝旗"
					}, {
						"text" : "正镶白旗"
					}, {
						"text" : "镶黄旗"
					}, {
						"text" : "太仆寺旗"
					}, {
						"text" : "西乌珠穆沁旗"
					}, {
						"text" : "东乌珠穆沁旗"
					}, {
						"text" : "苏尼特右旗"
					}, {
						"text" : "苏尼特左旗"
					}, {
						"text" : "阿巴嘎旗"
					}, {
						"text" : "锡林浩特"
					}, {
						"text" : "二连浩特"
					}
				]
			}, {
				"text" : "乌兰察布市",
				"children" : [{
						"text" : "四子王旗"
					}, {
						"text" : "察哈尔右翼后旗"
					}, {
						"text" : "察哈尔右翼中旗"
					}, {
						"text" : "察哈尔右翼前旗"
					}, {
						"text" : "凉城县"
					}, {
						"text" : "兴和县"
					}, {
						"text" : "商都县"
					}, {
						"text" : "化德县"
					}, {
						"text" : "卓资县"
					}, {
						"text" : "丰镇市"
					}, {
						"text" : "集宁区"
					}
				]
			}, {
				"text" : "巴彦淖尔市",
				"children" : [{
						"text" : "杭锦后旗"
					}, {
						"text" : "乌拉特后旗"
					}, {
						"text" : "乌拉特中旗"
					}, {
						"text" : "乌拉特前旗"
					}, {
						"text" : "磴口县"
					}, {
						"text" : "五原县"
					}, {
						"text" : "临河区"
					}
				]
			}, {
				"text" : "阿拉善盟",
				"children" : [{
						"text" : "额济纳旗"
					}, {
						"text" : "阿拉善右旗"
					}, {
						"text" : "阿拉善左旗"
					}
				]
			}, {
				"text" : "鄂尔多斯市 ",
				"children" : [{
						"text" : "伊金霍洛旗"
					}, {
						"text" : "乌审旗"
					}, {
						"text" : "杭锦旗"
					}, {
						"text" : "鄂托克旗"
					}, {
						"text" : "鄂托克前旗"
					}, {
						"text" : "准格尔旗"
					}, {
						"text" : "达拉特旗"
					}, {
						"text" : "东胜区"
					}
				]
			}, {
				"text" : "通辽市",
				"children" : [{
						"text" : "扎鲁特旗"
					}, {
						"text" : "奈曼旗"
					}, {
						"text" : "库伦旗"
					}, {
						"text" : "开鲁县"
					}, {
						"text" : "科尔沁左翼后旗"
					}, {
						"text" : "科尔沁左翼中旗"
					}, {
						"text" : "霍林郭勒市"
					}, {
						"text" : "科尔沁区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "黑龙江省 ",
		"children" : [{
				"text" : "哈尔滨市",
				"children" : [{
						"text" : "延寿"
					}, {
						"text" : "通河"
					}, {
						"text" : "木兰"
					}, {
						"text" : "巴彦"
					}, {
						"text" : "宾县"
					}, {
						"text" : "方正"
					}, {
						"text" : "依兰"
					}, {
						"text" : "五常"
					}, {
						"text" : "尚志"
					}, {
						"text" : "双城"
					}, {
						"text" : "阿城"
					}, {
						"text" : "呼兰"
					}, {
						"text" : "香坊"
					}, {
						"text" : "平房"
					}, {
						"text" : "道外"
					}, {
						"text" : "南岗"
					}, {
						"text" : "道里"
					}, {
						"text" : "松北"
					}
				]
			}, {
				"text" : "齐齐哈尔市",
				"children" : [{
						"text" : "拜泉"
					}, {
						"text" : "克东"
					}, {
						"text" : "克山"
					}, {
						"text" : "富裕"
					}, {
						"text" : "甘南"
					}, {
						"text" : "泰来"
					}, {
						"text" : "依安"
					}, {
						"text" : "龙江"
					}, {
						"text" : "讷河"
					}, {
						"text" : "梅里斯"
					}, {
						"text" : "碾子山"
					}, {
						"text" : "富拉尔基"
					}, {
						"text" : "昂昂溪"
					}, {
						"text" : "铁锋"
					}, {
						"text" : "建华"
					}, {
						"text" : "龙沙"
					}
				]
			}, {
				"text" : "黑河市 ",
				"children" : [{
						"text" : "孙吴县"
					}, {
						"text" : "逊克县"
					}, {
						"text" : "嫩江县"
					}, {
						"text" : "五大连池市"
					}, {
						"text" : "北安市"
					}, {
						"text" : "爱辉区"
					}
				]
			}, {
				"text" : "大庆市",
				"children" : [{
						"text" : "杜尔伯特蒙古族自治县"
					}, {
						"text" : "林甸县"
					}, {
						"text" : "肇源县"
					}, {
						"text" : "肇州县"
					}, {
						"text" : "大同区"
					}, {
						"text" : "红岗区"
					}, {
						"text" : "让胡路区"
					}, {
						"text" : "龙凤区"
					}, {
						"text" : "萨尔图区"
					}
				]
			}, {
				"text" : "伊春市",
				"children" : [{
						"text" : "嘉荫县"
					}, {
						"text" : "铁力市"
					}, {
						"text" : "上甘岭"
					}, {
						"text" : "红星区"
					}, {
						"text" : "乌伊岭"
					}, {
						"text" : "带岭区"
					}, {
						"text" : "汤旺河"
					}, {
						"text" : "乌马河"
					}, {
						"text" : "五营"
					}, {
						"text" : "金山屯"
					}, {
						"text" : "美溪区"
					}, {
						"text" : "新青区"
					}, {
						"text" : "翠峦区"
					}, {
						"text" : "西林区"
					}, {
						"text" : "友好"
					}, {
						"text" : "南岔"
					}, {
						"text" : "伊春区"
					}
				]
			}, {
				"text" : "鹤岗市",
				"children" : [{
						"text" : "绥滨县"
					}, {
						"text" : "萝北县"
					}, {
						"text" : "东山区"
					}, {
						"text" : "兴安区"
					}, {
						"text" : "南山区"
					}, {
						"text" : "工农区"
					}, {
						"text" : "向阳区"
					}, {
						"text" : "兴山区"
					}
				]
			}, {
				"text" : "佳木斯市",
				"children" : [{
						"text" : "抚远县"
					}, {
						"text" : "汤原县"
					}, {
						"text" : "桦川县"
					}, {
						"text" : "桦南县"
					}, {
						"text" : "富锦市"
					}, {
						"text" : "同江市"
					}, {
						"text" : "郊区"
					}, {
						"text" : "东风区"
					}, {
						"text" : "向阳区"
					}, {
						"text" : "前进区"
					}
				]
			}, {
				"text" : "双鸭山市",
				"children" : [{
						"text" : "饶河县"
					}, {
						"text" : "宝清县"
					}, {
						"text" : "友谊县"
					}, {
						"text" : "集贤县"
					}, {
						"text" : "宝山区"
					}, {
						"text" : "四方台区"
					}, {
						"text" : "岭东区"
					}, {
						"text" : "尖山区"
					}
				]
			}, {
				"text" : "七台河市",
				"children" : [{
						"text" : "勃利县"
					}, {
						"text" : "茄子河区"
					}, {
						"text" : "新兴区"
					}, {
						"text" : "桃山区"
					}
				]
			}, {
				"text" : "鸡西市",
				"children" : [{
						"text" : "鸡东县"
					}, {
						"text" : "密山市"
					}, {
						"text" : "虎林市"
					}, {
						"text" : "麻山区"
					}, {
						"text" : "城子河区"
					}, {
						"text" : "梨树区"
					}, {
						"text" : "滴道区"
					}, {
						"text" : "恒山区"
					}, {
						"text" : "鸡冠区"
					}
				]
			}, {
				"text" : "牡丹江市",
				"children" : [{
						"text" : "林口县"
					}, {
						"text" : "东宁县"
					}, {
						"text" : "穆棱市"
					}, {
						"text" : "宁安市"
					}, {
						"text" : "海林市"
					}, {
						"text" : "绥芬河市"
					}, {
						"text" : "西安区"
					}, {
						"text" : "阳明区"
					}, {
						"text" : "东安区"
					}, {
						"text" : "爱民区"
					}
				]
			}, {
				"text" : "绥化地区"
			}, {
				"text" : "大兴安岭地区",
				"children" : [{
						"text" : "呼中区"
					}, {
						"text" : "新林区"
					}, {
						"text" : "松岭区"
					}, {
						"text" : "加格达奇区"
					}, {
						"text" : "漠河县"
					}, {
						"text" : "塔河县"
					}, {
						"text" : "呼玛县"
					}
				]
			}, {
				"text" : "其它地区 ",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "湖北省",
		"children" : [{
				"text" : "武汉市",
				"children" : [{
						"text" : "新洲"
					}, {
						"text" : "黄陂"
					}, {
						"text" : "江夏"
					}, {
						"text" : "蔡甸"
					}, {
						"text" : "汉南"
					}, {
						"text" : "东西湖"
					}, {
						"text" : "洪山"
					}, {
						"text" : "青山"
					}, {
						"text" : "武昌"
					}, {
						"text" : "汉阳"
					}, {
						"text" : "硚口"
					}, {
						"text" : "江汉"
					}, {
						"text" : "江岸"
					}, {
						"text" : "新洲"
					}, {
						"text" : "黄陂"
					}, {
						"text" : "江夏"
					}, {
						"text" : "蔡甸"
					}, {
						"text" : "汉南"
					}, {
						"text" : "东西湖"
					}, {
						"text" : "洪山"
					}, {
						"text" : "青山"
					}, {
						"text" : "武昌"
					}, {
						"text" : "汉阳"
					}, {
						"text" : "硚口"
					}, {
						"text" : "江汉"
					}, {
						"text" : "江岸"
					}
				]
			}, {
				"text" : "十堰市",
				"children" : [{
						"text" : "房县"
					}, {
						"text" : "竹溪"
					}, {
						"text" : "竹山"
					}, {
						"text" : "郧西"
					}, {
						"text" : "郧县"
					}, {
						"text" : "丹江口"
					}, {
						"text" : "张湾"
					}, {
						"text" : "茅箭"
					}
				]
			}, {
				"text" : "襄樊市",
				"children" : [{
						"text" : "保康"
					}, {
						"text" : "谷城"
					}, {
						"text" : "南漳"
					}, {
						"text" : "宜城"
					}, {
						"text" : "枣阳"
					}, {
						"text" : "老河口"
					}, {
						"text" : "襄阳"
					}, {
						"text" : "樊城"
					}, {
						"text" : "襄城"
					}
				]
			}, {
				"text" : "荆门市",
				"children" : [{
						"text" : "沙洋"
					}, {
						"text" : "京山"
					}, {
						"text" : "钟祥"
					}, {
						"text" : "掇刀"
					}, {
						"text" : "东宝"
					}
				]
			}, {
				"text" : "孝感市 ",
				"children" : [{
						"text" : "云梦"
					}, {
						"text" : "大悟"
					}, {
						"text" : "孝昌"
					}, {
						"text" : "汉川"
					}, {
						"text" : "安陆"
					}, {
						"text" : "应城"
					}, {
						"text" : "孝南"
					}
				]
			}, {
				"text" : "黄冈市",
				"children" : [{
						"text" : "黄梅"
					}, {
						"text" : "蕲春"
					}, {
						"text" : "浠水"
					}, {
						"text" : "英山"
					}, {
						"text" : "罗田"
					}, {
						"text" : "红安"
					}, {
						"text" : "团风"
					}, {
						"text" : "武穴"
					}, {
						"text" : "麻城"
					}, {
						"text" : "黄州"
					}
				]
			}, {
				"text" : "鄂州市",
				"children" : [{
						"text" : "华容"
					}, {
						"text" : "梁子湖"
					}, {
						"text" : "鄂城"
					}
				]
			}, {
				"text" : "黄石市",
				"children" : [{
						"text" : "阳新"
					}, {
						"text" : "大冶"
					}, {
						"text" : "铁山"
					}, {
						"text" : "下陆"
					}, {
						"text" : "西塞山"
					}, {
						"text" : "黄石港"
					}
				]
			}, {
				"text" : "咸宁市",
				"children" : [{
						"text" : "通山"
					}, {
						"text" : "崇阳"
					}, {
						"text" : "通城"
					}, {
						"text" : "嘉鱼"
					}, {
						"text" : "赤壁"
					}, {
						"text" : "咸安"
					}
				]
			}, {
				"text" : "荆州市",
				"children" : [{
						"text" : "江陵"
					}, {
						"text" : "监利"
					}, {
						"text" : "公安"
					}, {
						"text" : "松滋"
					}, {
						"text" : "洪湖"
					}, {
						"text" : "石首"
					}, {
						"text" : "荆州"
					}, {
						"text" : "沙市"
					}
				]
			}, {
				"text" : "宜昌市 ",
				"children" : [{
						"text" : "五峰"
					}, {
						"text" : "长阳"
					}, {
						"text" : "秭归"
					}, {
						"text" : "兴山"
					}, {
						"text" : "远安"
					}, {
						"text" : "枝江"
					}, {
						"text" : "当阳"
					}, {
						"text" : "宜都"
					}, {
						"text" : "夷陵"
					}, {
						"text" : "猇亭"
					}, {
						"text" : "点军"
					}, {
						"text" : "伍家岗"
					}, {
						"text" : "西陵"
					}
				]
			}, {
				"text" : "随州市",
				"children" : [{
						"text" : "广水"
					}, {
						"text" : "曾都"
					}
				]
			}, {
				"text" : "仙桃市",
				"children" : [{
						"text" : "胡场镇"
					}, {
						"text" : "陈场镇"
					}, {
						"text" : "通海口镇"
					}, {
						"text" : "沔城回族镇"
					}, {
						"text" : "张沟镇"
					}, {
						"text" : "杨林尾镇"
					}, {
						"text" : "沙湖镇"
					}, {
						"text" : "彭场镇"
					}, {
						"text" : "长埫口镇"
					}, {
						"text" : "三伏潭镇"
					}, {
						"text" : "剅河镇"
					}, {
						"text" : "毛嘴镇"
					}, {
						"text" : "西流河镇"
					}, {
						"text" : "郑场镇"
					}, {
						"text" : "郭河镇"
					}, {
						"text" : "沙嘴街道办"
					}, {
						"text" : "龙华山街道"
					}, {
						"text" : "干河街道"
					}
				]
			}, {
				"text" : "天门市",
				"children" : [{
						"text" : "净潭乡"
					}, {
						"text" : "佛子山镇"
					}, {
						"text" : "石河镇"
					}, {
						"text" : "胡市镇"
					}, {
						"text" : "皂市镇"
					}, {
						"text" : "九真镇"
					}, {
						"text" : "小板镇"
					}, {
						"text" : "卢市镇"
					}, {
						"text" : "马湾镇"
					}, {
						"text" : "干驿镇"
					}, {
						"text" : "多祥镇"
					}, {
						"text" : "麻洋镇"
					}, {
						"text" : "彭市镇"
					}, {
						"text" : "横林镇"
					}, {
						"text" : "黄潭镇"
					}, {
						"text" : "渔薪镇"
					}, {
						"text" : "汪场镇"
					}, {
						"text" : "蒋场镇"
					}, {
						"text" : "张港镇"
					}, {
						"text" : "拖市镇"
					}, {
						"text" : "多宝镇"
					}, {
						"text" : "杨林街道"
					}, {
						"text" : "候口街道"
					}, {
						"text" : "岳口街道"
					}, {
						"text" : "竟陵街道"
					}
				]
			}, {
				"text" : "潜江市",
				"children" : [{
						"text" : "高石碑镇"
					}, {
						"text" : "王场镇"
					}, {
						"text" : "积玉口镇"
					}, {
						"text" : "熊口镇"
					}, {
						"text" : "浩口镇"
					}, {
						"text" : "张金镇"
					}, {
						"text" : "龙湾镇"
					}, {
						"text" : "老新镇"
					}, {
						"text" : "渔洋镇"
					}, {
						"text" : "竹根滩镇"
					}, {
						"text" : "杨市街道"
					}, {
						"text" : "周矶街道"
					}, {
						"text" : "广华街道"
					}, {
						"text" : "泽口街道"
					}, {
						"text" : "园林街道"
					}
				]
			}, {
				"text" : "神农架林区",
				"children" : [{
						"text" : "下谷平土家族乡"
					}, {
						"text" : "九湖乡"
					}, {
						"text" : "宋洛乡"
					}, {
						"text" : "新华乡"
					}, {
						"text" : "木鱼镇"
					}, {
						"text" : "红坪镇"
					}, {
						"text" : "阳日镇"
					}, {
						"text" : "松柏镇"
					}
				]
			}, {
				"text" : "恩施土家族苗族自治州",
				"children" : [{
						"text" : "鹤峰"
					}, {
						"text" : "来凤"
					}, {
						"text" : "咸丰"
					}, {
						"text" : "宣恩"
					}, {
						"text" : "巴东"
					}, {
						"text" : "建始"
					}, {
						"text" : "利川"
					}, {
						"text" : "恩施"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "湖南省",
		"children" : [{
				"text" : "长沙市",
				"children" : [{
						"text" : "宁乡县"
					}, {
						"text" : "望城县"
					}, {
						"text" : "长沙县"
					}, {
						"text" : "浏阳市"
					}, {
						"text" : "雨花区"
					}, {
						"text" : "开福区"
					}, {
						"text" : "岳麓区"
					}, {
						"text" : "天心区"
					}, {
						"text" : "芙蓉区"
					}
				]
			}, {
				"text" : "张家界市",
				"children" : [{
						"text" : "桑植县"
					}, {
						"text" : "慈利县"
					}, {
						"text" : "武陵源"
					}, {
						"text" : "永定区"
					}
				]
			}, {
				"text" : "常德市 ",
				"children" : [{
						"text" : "石门县"
					}, {
						"text" : "桃源县"
					}, {
						"text" : "临澧县"
					}, {
						"text" : "澧县"
					}, {
						"text" : "汉寿县"
					}, {
						"text" : "安乡县"
					}, {
						"text" : "津市市"
					}, {
						"text" : "鼎城区"
					}, {
						"text" : "武陵区"
					}
				]
			}, {
				"text" : "益阳市",
				"children" : [{
						"text" : "安化县"
					}, {
						"text" : "桃江县"
					}, {
						"text" : "南县"
					}, {
						"text" : "沅江市"
					}, {
						"text" : "赫山区"
					}, {
						"text" : "资阳区"
					}
				]
			}, {
				"text" : "岳阳市",
				"children" : [{
						"text" : "平江县"
					}, {
						"text" : "湘阴县"
					}, {
						"text" : "华容县"
					}, {
						"text" : "岳阳县"
					}, {
						"text" : "临湘市"
					}, {
						"text" : "汨罗市"
					}, {
						"text" : "君山区"
					}, {
						"text" : "云溪区"
					}, {
						"text" : "岳阳楼"
					}
				]
			}, {
				"text" : "株洲市",
				"children" : [{
						"text" : "炎陵县"
					}, {
						"text" : "茶陵县"
					}, {
						"text" : "攸县"
					}, {
						"text" : "株洲县"
					}, {
						"text" : "醴陵市"
					}, {
						"text" : "天元区"
					}, {
						"text" : "石峰区"
					}, {
						"text" : "芦淞区"
					}, {
						"text" : "荷塘区"
					}
				]
			}, {
				"text" : "湘潭市",
				"children" : [{
						"text" : "湘潭县"
					}, {
						"text" : "韶山市"
					}, {
						"text" : "湘乡市"
					}, {
						"text" : "岳塘区"
					}, {
						"text" : "雨湖区"
					}
				]
			}, {
				"text" : "衡阳市",
				"children" : [{
						"text" : "祁东县"
					}, {
						"text" : "衡东县"
					}, {
						"text" : "衡山县"
					}, {
						"text" : "衡南县"
					}, {
						"text" : "衡阳县"
					}, {
						"text" : "常宁市"
					}, {
						"text" : "耒阳市"
					}, {
						"text" : "南岳区"
					}, {
						"text" : "蒸湘区"
					}, {
						"text" : "石鼓区"
					}, {
						"text" : "雁峰区"
					}, {
						"text" : "珠晖区"
					}
				]
			}, {
				"text" : "郴州市 ",
				"children" : [{
						"text" : "安仁县"
					}, {
						"text" : "桂东县"
					}, {
						"text" : "汝城县"
					}, {
						"text" : "临武县"
					}, {
						"text" : "嘉禾县"
					}, {
						"text" : "永兴县"
					}, {
						"text" : "宜章县"
					}, {
						"text" : "桂阳县"
					}, {
						"text" : "资兴市"
					}, {
						"text" : "苏仙区"
					}, {
						"text" : "北湖区"
					}
				]
			}, {
				"text" : "永州市",
				"children" : [{
						"text" : "江华自治县"
					}, {
						"text" : "新田县"
					}, {
						"text" : "蓝山县"
					}, {
						"text" : "宁远县"
					}, {
						"text" : "江永县"
					}, {
						"text" : "道县"
					}, {
						"text" : "双牌县"
					}, {
						"text" : "东安县"
					}, {
						"text" : "祁阳县"
					}, {
						"text" : "冷水滩"
					}, {
						"text" : "零陵区"
					}
				]
			}, {
				"text" : "邵阳市",
				"children" : [{
						"text" : "城步自治县"
					}, {
						"text" : "新宁县"
					}, {
						"text" : "绥宁县"
					}, {
						"text" : "洞口县"
					}, {
						"text" : "隆回县"
					}, {
						"text" : "邵阳县"
					}, {
						"text" : "新邵县"
					}, {
						"text" : "邵东县"
					}, {
						"text" : "武冈市"
					}, {
						"text" : "北塔区"
					}, {
						"text" : "大祥区"
					}, {
						"text" : "双清区"
					}
				]
			}, {
				"text" : "怀化市",
				"children" : [{
						"text" : "通道自治县"
					}, {
						"text" : "靖州自治县"
					}, {
						"text" : "芷江自治县"
					}, {
						"text" : "新晃自治县"
					}, {
						"text" : "麻阳自治县"
					}, {
						"text" : "会同县"
					}, {
						"text" : "中方县"
					}, {
						"text" : "溆浦县"
					}, {
						"text" : "辰溪县"
					}, {
						"text" : "沅陵县"
					}, {
						"text" : "洪江市"
					}, {
						"text" : "鹤城区"
					}
				]
			}, {
				"text" : "娄底市",
				"children" : [{
						"text" : "新化县"
					}, {
						"text" : "双峰县"
					}, {
						"text" : "涟源市"
					}, {
						"text" : "冷水江"
					}, {
						"text" : "娄星区"
					}
				]
			}, {
				"text" : "湘西土家族苗族自治州 ",
				"children" : [{
						"text" : "龙山县"
					}, {
						"text" : "永顺县"
					}, {
						"text" : "古丈县"
					}, {
						"text" : "保靖县"
					}, {
						"text" : "花垣县"
					}, {
						"text" : "凤凰县"
					}, {
						"text" : "泸溪县"
					}, {
						"text" : "吉首市"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "广东省",
		"children" : [{
				"text" : "广州市",
				"children" : [{
						"text" : "从化市"
					}, {
						"text" : "增城市"
					}, {
						"text" : "萝岗区"
					}, {
						"text" : "南沙区"
					}, {
						"text" : "花都区"
					}, {
						"text" : "番禺区"
					}, {
						"text" : "黄埔区"
					}, {
						"text" : "白云区"
					}, {
						"text" : "天河区"
					}, {
						"text" : "海珠区"
					}, {
						"text" : "荔湾区"
					}, {
						"text" : "越秀区"
					}
				]
			}, {
				"text" : "清远市",
				"children" : [{
						"text" : "连南瑶族自治县"
					}, {
						"text" : "连山壮族瑶族自治县"
					}, {
						"text" : "清新县"
					}, {
						"text" : "阳山县"
					}, {
						"text" : "佛冈县"
					}, {
						"text" : "连州市"
					}, {
						"text" : "英德市"
					}, {
						"text" : "清城区"
					}
				]
			}, {
				"text" : "韶关市",
				"children" : [{
						"text" : "乳源瑶族自治县"
					}, {
						"text" : "新丰县"
					}, {
						"text" : "翁源县"
					}, {
						"text" : "仁化县"
					}, {
						"text" : "始兴县"
					}, {
						"text" : "南雄市"
					}, {
						"text" : "乐昌市"
					}, {
						"text" : "曲江区"
					}, {
						"text" : "武江区"
					}, {
						"text" : "浈江区"
					}
				]
			}, {
				"text" : "河源市 ",
				"children" : [{
						"text" : "东源县"
					}, {
						"text" : "和平县"
					}, {
						"text" : "连平县"
					}, {
						"text" : "龙川县"
					}, {
						"text" : "紫金县"
					}, {
						"text" : "源城区"
					}
				]
			}, {
				"text" : "梅州市",
				"children" : [{
						"text" : "蕉岭县"
					}, {
						"text" : "平远县"
					}, {
						"text" : "五华县"
					}, {
						"text" : "丰顺县"
					}, {
						"text" : "大埔县"
					}, {
						"text" : "梅县"
					}, {
						"text" : "兴宁市"
					}, {
						"text" : "梅江区"
					}
				]
			}, {
				"text" : "潮州市",
				"children" : [{
						"text" : "饶平县"
					}, {
						"text" : "潮安县"
					}, {
						"text" : "湘桥区"
					}
				]
			}, {
				"text" : "汕头市",
				"children" : [{
						"text" : "南澳县"
					}, {
						"text" : "澄海区"
					}, {
						"text" : "潮南区"
					}, {
						"text" : "潮阳区"
					}, {
						"text" : "濠江区"
					}, {
						"text" : "龙湖区"
					}, {
						"text" : "金平区"
					}
				]
			}, {
				"text" : "揭阳市",
				"children" : [{
						"text" : "惠来县"
					}, {
						"text" : "揭西县"
					}, {
						"text" : "揭东县"
					}, {
						"text" : "普宁市"
					}, {
						"text" : "榕城区"
					}
				]
			}, {
				"text" : "汕尾市",
				"children" : [{
						"text" : "陆河县"
					}, {
						"text" : "海丰县"
					}, {
						"text" : "陆丰市"
					}, {
						"text" : "城区"
					}
				]
			}, {
				"text" : "惠州市 ",
				"children" : [{
						"text" : "龙门县"
					}, {
						"text" : "惠东县"
					}, {
						"text" : "博罗县"
					}, {
						"text" : "惠阳区"
					}, {
						"text" : "惠城区"
					}
				]
			}, {
				"text" : "东莞市",
				"children" : [{
						"text" : "东莞市"
					}
				]
			}, {
				"text" : "深圳市",
				"children" : [{
						"text" : "盐田区"
					}, {
						"text" : "龙岗区"
					}, {
						"text" : "宝安区"
					}, {
						"text" : "南山区"
					}, {
						"text" : "罗湖区"
					}, {
						"text" : "福田区"
					}
				]
			}, {
				"text" : "珠海市",
				"children" : [{
						"text" : "金湾区"
					}, {
						"text" : "斗门区"
					}, {
						"text" : "香洲区"
					}
				]
			}, {
				"text" : "中山市",
				"children" : [{
						"text" : "中山市"
					}
				]
			}, {
				"text" : "江门市",
				"children" : [{
						"text" : "恩平市"
					}, {
						"text" : "鹤山市"
					}, {
						"text" : "开平市"
					}, {
						"text" : "台山市"
					}, {
						"text" : "新会区"
					}, {
						"text" : "蓬江区"
					}, {
						"text" : "江海区"
					}
				]
			}, {
				"text" : "佛山市 ",
				"children" : [{
						"text" : "高明区"
					}, {
						"text" : "三水区"
					}, {
						"text" : "顺德区"
					}, {
						"text" : "南海区"
					}, {
						"text" : "禅城区"
					}
				]
			}, {
				"text" : "肇庆市",
				"children" : [{
						"text" : "德庆县"
					}, {
						"text" : "封开县"
					}, {
						"text" : "怀集县"
					}, {
						"text" : "广宁县"
					}, {
						"text" : "四会市"
					}, {
						"text" : "高要市"
					}, {
						"text" : "鼎湖区"
					}, {
						"text" : "端州区"
					}
				]
			}, {
				"text" : "云浮市",
				"children" : [{
						"text" : "云安县"
					}, {
						"text" : "郁南县"
					}, {
						"text" : "新兴县"
					}, {
						"text" : "罗定市"
					}, {
						"text" : "云城区"
					}
				]
			}, {
				"text" : "阳江市",
				"children" : [{
						"text" : "阳东县"
					}, {
						"text" : "阳西县"
					}, {
						"text" : "阳春市"
					}, {
						"text" : "江城区"
					}
				]
			}, {
				"text" : "茂名市",
				"children" : [{
						"text" : "电白县"
					}, {
						"text" : "信宜市"
					}, {
						"text" : "化州市"
					}, {
						"text" : "高州市"
					}, {
						"text" : "茂港区"
					}, {
						"text" : "茂南区"
					}
				]
			}, {
				"text" : "湛江市",
				"children" : [{
						"text" : "徐闻县"
					}, {
						"text" : "遂溪县"
					}, {
						"text" : "吴川市"
					}, {
						"text" : "雷州市"
					}, {
						"text" : "廉江市"
					}, {
						"text" : "麻章区"
					}, {
						"text" : "坡头区"
					}, {
						"text" : "霞山区"
					}, {
						"text" : "赤坎区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "广西壮族自治区",
		"children" : [{
				"text" : "南宁市",
				"children" : [{
						"text" : "马山县　"
					}, {
						"text" : "隆安县"
					}, {
						"text" : "上林县"
					}, {
						"text" : "宾阳县"
					}, {
						"text" : "横县"
					}, {
						"text" : "武鸣县"
					}, {
						"text" : "邕宁区"
					}, {
						"text" : "良庆区"
					}, {
						"text" : "西乡塘区"
					}, {
						"text" : "江南区"
					}, {
						"text" : "兴宁区"
					}, {
						"text" : "青秀区"
					}
				]
			}, {
				"text" : "桂林市",
				"children" : [{
						"text" : "恭城瑶族自治县"
					}, {
						"text" : "龙胜各族自治县"
					}, {
						"text" : "荔浦县"
					}, {
						"text" : "平乐县"
					}, {
						"text" : "资源县"
					}, {
						"text" : "灌阳县"
					}, {
						"text" : "永福县"
					}, {
						"text" : "兴安县"
					}, {
						"text" : "全州县"
					}, {
						"text" : "灵川县"
					}, {
						"text" : "临桂县"
					}, {
						"text" : "阳朔县"
					}, {
						"text" : "雁山区"
					}, {
						"text" : "七星区"
					}, {
						"text" : "秀峰区"
					}, {
						"text" : "叠彩区"
					}, {
						"text" : "象山区"
					}, {
						"text" : "恭城瑶族自治县"
					}, {
						"text" : "龙胜各族自治县"
					}, {
						"text" : "荔浦县"
					}, {
						"text" : "平乐县"
					}, {
						"text" : "资源县"
					}, {
						"text" : "灌阳县"
					}, {
						"text" : "永福县"
					}, {
						"text" : "兴安县"
					}, {
						"text" : "全州县"
					}, {
						"text" : "灵川县"
					}, {
						"text" : "临桂县"
					}, {
						"text" : "阳朔县"
					}, {
						"text" : "雁山区"
					}, {
						"text" : "七星区"
					}, {
						"text" : "秀峰区"
					}, {
						"text" : "叠彩区"
					}, {
						"text" : "象山区"
					}
				]
			}, {
				"text" : "柳州市",
				"children" : [{
						"text" : "融水苗族自治县"
					}, {
						"text" : "三江侗族自治县"
					}, {
						"text" : "融安县"
					}, {
						"text" : "鹿寨县"
					}, {
						"text" : "柳城县"
					}, {
						"text" : "柳江县"
					}, {
						"text" : "柳北区"
					}, {
						"text" : "柳南区"
					}, {
						"text" : "鱼峰区"
					}, {
						"text" : "城中区"
					}
				]
			}, {
				"text" : "梧州市",
				"children" : [{
						"text" : "蒙山县"
					}, {
						"text" : "藤县"
					}, {
						"text" : "苍梧县"
					}, {
						"text" : "岑溪市"
					}, {
						"text" : "长洲区"
					}, {
						"text" : "蝶山区"
					}, {
						"text" : "万秀区"
					}, {
						"text" : "蒙山县"
					}, {
						"text" : "藤县"
					}, {
						"text" : "苍梧县"
					}, {
						"text" : "岑溪市"
					}, {
						"text" : "长洲区"
					}, {
						"text" : "蝶山区"
					}, {
						"text" : "万秀区"
					}
				]
			}, {
				"text" : "贵港市 ",
				"children" : [{
						"text" : "平南县"
					}, {
						"text" : "桂平市"
					}, {
						"text" : "覃塘区"
					}, {
						"text" : "港南区"
					}, {
						"text" : "港北区"
					}, {
						"text" : "平南县"
					}, {
						"text" : "桂平市"
					}, {
						"text" : "覃塘区"
					}, {
						"text" : "港南区"
					}, {
						"text" : "港北区"
					}
				]
			}, {
				"text" : "玉林市",
				"children" : [{
						"text" : "博白县"
					}, {
						"text" : "陆川县"
					}, {
						"text" : "容县"
					}, {
						"text" : "兴业县"
					}, {
						"text" : "北流市"
					}, {
						"text" : "玉州区"
					}, {
						"text" : "博白县"
					}, {
						"text" : "陆川县"
					}, {
						"text" : "容县"
					}, {
						"text" : "兴业县"
					}, {
						"text" : "北流市"
					}, {
						"text" : "玉州区"
					}
				]
			}, {
				"text" : "钦州市",
				"children" : [{
						"text" : "浦北县"
					}, {
						"text" : "灵山县"
					}, {
						"text" : "钦北区"
					}, {
						"text" : "钦南区"
					}, {
						"text" : "浦北县"
					}, {
						"text" : "灵山县"
					}, {
						"text" : "钦北区"
					}, {
						"text" : "钦南区"
					}
				]
			}, {
				"text" : "北海市",
				"children" : [{
						"text" : "合浦县"
					}, {
						"text" : "铁山港区"
					}, {
						"text" : "银海区"
					}, {
						"text" : "海城区"
					}, {
						"text" : "合浦县"
					}, {
						"text" : "铁山港区"
					}, {
						"text" : "银海区"
					}, {
						"text" : "海城区"
					}
				]
			}, {
				"text" : "防城港市",
				"children" : [{
						"text" : "上思县"
					}, {
						"text" : "东兴市"
					}, {
						"text" : "防城区"
					}, {
						"text" : "港口区"
					}, {
						"text" : "上思县"
					}, {
						"text" : "东兴市"
					}, {
						"text" : "防城区"
					}, {
						"text" : "港口区"
					}
				]
			}, {
				"text" : "百色市",
				"children" : [{
						"text" : "隆林各族自治县"
					}, {
						"text" : "田林县"
					}, {
						"text" : "西林县"
					}, {
						"text" : "乐业县"
					}, {
						"text" : "凌云县"
					}, {
						"text" : "那坡县"
					}, {
						"text" : "靖西县"
					}, {
						"text" : "德保县"
					}, {
						"text" : "平果县"
					}, {
						"text" : "田东县"
					}, {
						"text" : "田阳县"
					}, {
						"text" : "右江区"
					}, {
						"text" : "隆林各族自治县"
					}, {
						"text" : "田林县"
					}, {
						"text" : "西林县"
					}, {
						"text" : "乐业县"
					}, {
						"text" : "凌云县"
					}, {
						"text" : "那坡县"
					}, {
						"text" : "靖西县"
					}, {
						"text" : "德保县"
					}, {
						"text" : "平果县"
					}, {
						"text" : "田东县"
					}, {
						"text" : "田阳县"
					}, {
						"text" : "右江区"
					}
				]
			}, {
				"text" : "河池市",
				"children" : [{
						"text" : "环江毛南族自治县"
					}, {
						"text" : "罗城仫佬族自治县"
					}, {
						"text" : "大化瑶族自治县"
					}, {
						"text" : "都安瑶族自治县"
					}, {
						"text" : "巴马瑶族自治县"
					}, {
						"text" : "东兰县"
					}, {
						"text" : "凤山县"
					}, {
						"text" : "天峨县"
					}, {
						"text" : "南丹县"
					}, {
						"text" : "宜州市"
					}, {
						"text" : "金城江区"
					}, {
						"text" : "环江毛南族自治县"
					}, {
						"text" : "罗城仫佬族自治县"
					}, {
						"text" : "大化瑶族自治县"
					}, {
						"text" : "都安瑶族自治县"
					}, {
						"text" : "巴马瑶族自治县"
					}, {
						"text" : "东兰县"
					}, {
						"text" : "凤山县"
					}, {
						"text" : "天峨县"
					}, {
						"text" : "南丹县"
					}, {
						"text" : "宜州市"
					}, {
						"text" : "金城江区"
					}
				]
			}, {
				"text" : "贺州市",
				"children" : [{
						"text" : "富川瑶族自治县"
					}, {
						"text" : "钟山县"
					}, {
						"text" : "昭平县"
					}, {
						"text" : "八步区"
					}, {
						"text" : "富川瑶族自治县"
					}, {
						"text" : "钟山县"
					}, {
						"text" : "昭平县"
					}, {
						"text" : "八步区"
					}
				]
			}, {
				"text" : "崇左市",
				"children" : [{
						"text" : "龙州县"
					}, {
						"text" : "宁明县"
					}, {
						"text" : "天等县"
					}, {
						"text" : "大新县"
					}, {
						"text" : "扶绥县"
					}, {
						"text" : "凭祥市"
					}, {
						"text" : "江州区"
					}, {
						"text" : "龙州县"
					}, {
						"text" : "宁明县"
					}, {
						"text" : "天等县"
					}, {
						"text" : "大新县"
					}, {
						"text" : "扶绥县"
					}, {
						"text" : "凭祥市"
					}, {
						"text" : "江州区"
					}
				]
			}, {
				"text" : "凭祥市",
				"children" : [{
						"text" : "龙州县"
					}, {
						"text" : "宁明县"
					}, {
						"text" : "天等县"
					}, {
						"text" : "大新县"
					}, {
						"text" : "扶绥县"
					}, {
						"text" : "凭祥市"
					}, {
						"text" : "江州区"
					}, {
						"text" : "龙州县"
					}, {
						"text" : "宁明县"
					}, {
						"text" : "天等县"
					}, {
						"text" : "大新县"
					}, {
						"text" : "扶绥县"
					}, {
						"text" : "凭祥市"
					}, {
						"text" : "江州区"
					}
				]
			}, {
				"text" : "来宾市",
				"children" : [{
						"text" : "金秀瑶族自治县"
					}, {
						"text" : "武宣县"
					}, {
						"text" : "象州县"
					}, {
						"text" : "忻城县"
					}, {
						"text" : "合山市"
					}, {
						"text" : "兴宾区"
					}, {
						"text" : "金秀瑶族自治县"
					}, {
						"text" : "武宣县"
					}, {
						"text" : "象州县"
					}, {
						"text" : "忻城县"
					}, {
						"text" : "合山市"
					}, {
						"text" : "兴宾区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}, {
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "海南省",
		"children" : [{
				"text" : "海口市",
				"children" : [{
						"text" : "美兰区"
					}, {
						"text" : "琼山区"
					}, {
						"text" : "秀英区"
					}, {
						"text" : "龙华区"
					}
				]
			}, {
				"text" : "三亚市",
				"children" : [{
						"text" : "育才镇"
					}, {
						"text" : "天涯镇"
					}, {
						"text" : "崖城镇"
					}, {
						"text" : "凤凰镇"
					}, {
						"text" : "田独镇"
					}, {
						"text" : "海棠湾镇"
					}
				]
			}, {
				"text" : "琼山市"
			}, {
				"text" : "文昌市",
				"children" : [{
						"text" : "铺前镇"
					}, {
						"text" : "锦山镇"
					}, {
						"text" : "冯坡镇"
					}, {
						"text" : "抱罗镇"
					}, {
						"text" : "翁田镇"
					}, {
						"text" : "昌洒镇"
					}, {
						"text" : "龙楼镇"
					}, {
						"text" : "东郊镇"
					}, {
						"text" : "文教镇"
					}, {
						"text" : "东阁镇"
					}, {
						"text" : "潭牛镇"
					}, {
						"text" : "东路镇"
					}, {
						"text" : "会文镇"
					}, {
						"text" : "蓬莱镇"
					}, {
						"text" : "重兴镇"
					}, {
						"text" : "文城镇"
					}
				]
			}, {
				"text" : "琼海市",
				"children" : [{
						"text" : "会山镇"
					}, {
						"text" : "大路镇"
					}, {
						"text" : "长坡镇"
					}, {
						"text" : "塔洋镇"
					}, {
						"text" : "潭门镇"
					}, {
						"text" : "龙江镇"
					}, {
						"text" : "阳江镇"
					}, {
						"text" : "博鳌镇"
					}, {
						"text" : "中原镇"
					}, {
						"text" : "石壁镇"
					}, {
						"text" : "万泉镇"
					}, {
						"text" : "嘉积镇"
					}
				]
			}, {
				"text" : "万宁市 ",
				"children" : [{
						"text" : "三更罗镇"
					}, {
						"text" : "南桥镇"
					}, {
						"text" : "北大镇"
					}, {
						"text" : "长丰镇"
					}, {
						"text" : "礼纪镇"
					}, {
						"text" : "东澳镇"
					}, {
						"text" : "大茂镇"
					}, {
						"text" : "后安镇"
					}, {
						"text" : "和乐镇"
					}, {
						"text" : "山根镇"
					}, {
						"text" : "龙滚镇"
					}, {
						"text" : "万城镇"
					}
				]
			}, {
				"text" : "东方市",
				"children" : [{
						"text" : "江边乡"
					}, {
						"text" : "天安乡"
					}, {
						"text" : "新龙镇"
					}, {
						"text" : "四更镇"
					}, {
						"text" : "三家镇"
					}, {
						"text" : "板桥镇"
					}, {
						"text" : "感城镇"
					}, {
						"text" : "大田镇"
					}, {
						"text" : "东河镇"
					}, {
						"text" : "八所镇"
					}
				]
			}, {
				"text" : "儋州市",
				"children" : [{
						"text" : "洋浦经济开发区　"
					}, {
						"text" : "新州镇"
					}, {
						"text" : "东成镇"
					}, {
						"text" : "排浦镇"
					}, {
						"text" : "中和镇"
					}, {
						"text" : "白马井镇"
					}, {
						"text" : "王五镇"
					}, {
						"text" : "三都镇"
					}, {
						"text" : "峨蔓镇"
					}, {
						"text" : "海头镇"
					}, {
						"text" : "木棠镇"
					}, {
						"text" : "光村镇"
					}, {
						"text" : "兰洋镇"
					}, {
						"text" : "雅星镇"
					}, {
						"text" : "大成镇"
					}, {
						"text" : "南丰镇"
					}, {
						"text" : "和庆镇"
					}, {
						"text" : "那大镇"
					}
				]
			}, {
				"text" : "临高县",
				"children" : [{
						"text" : "加来镇"
					}, {
						"text" : "调楼镇"
					}, {
						"text" : "新盈镇"
					}, {
						"text" : "南宝镇"
					}, {
						"text" : "和舍镇"
					}, {
						"text" : "多文镇"
					}, {
						"text" : "皇桐镇"
					}, {
						"text" : "博厚镇"
					}, {
						"text" : "东英镇"
					}, {
						"text" : "波莲镇"
					}, {
						"text" : "临城镇"
					}
				]
			}, {
				"text" : "澄迈县",
				"children" : [{
						"text" : "桥头镇"
					}, {
						"text" : "福山镇"
					}, {
						"text" : "仁兴镇"
					}, {
						"text" : "中兴镇"
					}, {
						"text" : "文儒镇"
					}, {
						"text" : "加乐镇"
					}, {
						"text" : "永发镇"
					}, {
						"text" : "瑞溪镇"
					}, {
						"text" : "老城镇"
					}, {
						"text" : "金江镇"
					}
				]
			}, {
				"text" : "定安县",
				"children" : [{
						"text" : "富文镇"
					}, {
						"text" : "翰林镇"
					}, {
						"text" : "岭口镇"
					}, {
						"text" : "龙河镇"
					}, {
						"text" : "龙门镇"
					}, {
						"text" : "雷鸣镇"
					}, {
						"text" : "黄竹镇"
					}, {
						"text" : "龙湖镇"
					}, {
						"text" : "新竹镇"
					}, {
						"text" : "定城镇"
					}
				]
			}, {
				"text" : "屯昌县 ",
				"children" : [{
						"text" : "西昌镇"
					}, {
						"text" : "坡心镇"
					}, {
						"text" : "南坤镇"
					}, {
						"text" : "南吕镇"
					}, {
						"text" : "乌坡镇"
					}, {
						"text" : "枫木镇"
					}, {
						"text" : "新兴镇"
					}, {
						"text" : "屯城镇"
					}
				]
			}, {
				"text" : "昌江黎族自治县",
				"children" : [{
						"text" : "七叉镇"
					}, {
						"text" : "海尾镇"
					}, {
						"text" : "昌化镇"
					}, {
						"text" : "乌烈镇"
					}, {
						"text" : "十月田镇"
					}, {
						"text" : "叉河镇"
					}, {
						"text" : "石碌镇"
					}
				]
			}, {
				"text" : "白沙黎族自治县",
				"children" : [{
						"text" : "荣邦乡"
					}, {
						"text" : "金波乡"
					}, {
						"text" : "青松乡"
					}, {
						"text" : "阜龙乡"
					}, {
						"text" : "南开乡"
					}, {
						"text" : "元门乡"
					}, {
						"text" : "细水乡"
					}, {
						"text" : "打安镇"
					}, {
						"text" : "邦溪镇"
					}, {
						"text" : "七坊镇"
					}, {
						"text" : "牙叉镇"
					}
				]
			}, {
				"text" : "琼中黎族苗族自治县",
				"children" : [{
						"text" : "什运乡"
					}, {
						"text" : "上安乡"
					}, {
						"text" : "吊罗山乡"
					}, {
						"text" : "中平镇"
					}, {
						"text" : "红毛镇"
					}, {
						"text" : "长征镇"
					}, {
						"text" : "和平镇"
					}, {
						"text" : "黎母山镇"
					}, {
						"text" : "湾岭镇"
					}, {
						"text" : "营根镇"
					}
				]
			}, {
				"text" : "陵水黎族自治县 ",
				"children" : [{
						"text" : "群英乡"
					}, {
						"text" : "提蒙乡"
					}, {
						"text" : "黎安镇"
					}, {
						"text" : "新村镇"
					}, {
						"text" : "本号镇"
					}, {
						"text" : "文罗镇"
					}, {
						"text" : "隆广镇"
					}, {
						"text" : "英州镇"
					}, {
						"text" : "三才镇"
					}, {
						"text" : "光坡镇"
					}, {
						"text" : "椰林镇"
					}
				]
			}, {
				"text" : "保亭黎族苗族自治县",
				"children" : [{
						"text" : "毛感乡"
					}, {
						"text" : "南林乡"
					}, {
						"text" : "六弓乡"
					}, {
						"text" : "三道镇"
					}, {
						"text" : "新政镇"
					}, {
						"text" : "响水镇"
					}, {
						"text" : "加茂镇"
					}, {
						"text" : "什玲镇"
					}, {
						"text" : "保城镇"
					}
				]
			}, {
				"text" : "乐东黎族自治县",
				"children" : [{
						"text" : "莺歌海镇"
					}, {
						"text" : "尖峰镇"
					}, {
						"text" : "佛罗镇"
					}, {
						"text" : "黄流镇"
					}, {
						"text" : "利国镇"
					}, {
						"text" : "九所镇"
					}, {
						"text" : "千家镇"
					}, {
						"text" : "志仲镇"
					}, {
						"text" : "大安镇"
					}, {
						"text" : "万冲镇"
					}, {
						"text" : "抱由镇"
					}
				]
			}, {
				"text" : "五指山市",
				"children" : [{
						"text" : "水满乡"
					}, {
						"text" : "毛道乡"
					}, {
						"text" : "畅好乡"
					}, {
						"text" : "番阳镇"
					}, {
						"text" : "毛阳镇"
					}, {
						"text" : "南圣镇"
					}, {
						"text" : "冲山镇"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "四川省 ",
		"children" : [{
				"text" : "成都市",
				"children" : [{
						"text" : "新津县"
					}, {
						"text" : "蒲江"
					}, {
						"text" : "大邑"
					}, {
						"text" : "郫县"
					}, {
						"text" : "双流"
					}, {
						"text" : "金堂"
					}, {
						"text" : "崇州市"
					}, {
						"text" : "邛崃"
					}, {
						"text" : "彭州"
					}, {
						"text" : "都江堰"
					}, {
						"text" : "温江区"
					}, {
						"text" : "新都"
					}, {
						"text" : "青白江"
					}, {
						"text" : "龙泉驿"
					}, {
						"text" : "成华"
					}, {
						"text" : "武侯"
					}, {
						"text" : "金牛"
					}, {
						"text" : "青羊"
					}, {
						"text" : "锦江"
					}
				]
			}, {
				"text" : "广元市",
				"children" : [{
						"text" : "苍溪县"
					}, {
						"text" : "剑阁县"
					}, {
						"text" : "青川县"
					}, {
						"text" : "旺苍县"
					}, {
						"text" : "朝天区"
					}, {
						"text" : "元坝区"
					}, {
						"text" : "利州区"
					}
				]
			}, {
				"text" : "绵阳市",
				"children" : [{
						"text" : "北川羌族自治县"
					}, {
						"text" : "平武县"
					}, {
						"text" : "梓潼县"
					}, {
						"text" : "安县"
					}, {
						"text" : "盐亭县"
					}, {
						"text" : "三台县"
					}, {
						"text" : "江油市"
					}, {
						"text" : "游仙区"
					}, {
						"text" : "涪城区"
					}
				]
			}, {
				"text" : "德阳市",
				"children" : [{
						"text" : "中江县"
					}, {
						"text" : "罗江县"
					}, {
						"text" : "绵竹市"
					}, {
						"text" : "什邡市"
					}, {
						"text" : "广汉市"
					}, {
						"text" : "旌阳区"
					}
				]
			}, {
				"text" : "南充市",
				"children" : [{
						"text" : "西充县"
					}, {
						"text" : "仪陇县"
					}, {
						"text" : "蓬安县"
					}, {
						"text" : "营山县"
					}, {
						"text" : "南部县"
					}, {
						"text" : "阆中市"
					}, {
						"text" : "嘉陵区"
					}, {
						"text" : "高坪区"
					}, {
						"text" : "顺庆区"
					}
				]
			}, {
				"text" : "广安市 ",
				"children" : [{
						"text" : "邻水县"
					}, {
						"text" : "武胜县"
					}, {
						"text" : "岳池县"
					}, {
						"text" : "华蓥市"
					}, {
						"text" : "广安区"
					}
				]
			}, {
				"text" : "遂宁市",
				"children" : [{
						"text" : "大英县"
					}, {
						"text" : "射洪县"
					}, {
						"text" : "蓬溪县"
					}, {
						"text" : "安居区"
					}, {
						"text" : "船山区"
					}
				]
			}, {
				"text" : "内江市",
				"children" : [{
						"text" : "隆昌县"
					}, {
						"text" : "资中县"
					}, {
						"text" : "威远县"
					}, {
						"text" : "东兴区"
					}, {
						"text" : "市中区"
					}
				]
			}, {
				"text" : "乐山市",
				"children" : [{
						"text" : "马边彝族自治县"
					}, {
						"text" : "峨边彝族自治县"
					}, {
						"text" : "沐川县"
					}, {
						"text" : "夹江县"
					}, {
						"text" : "井研县"
					}, {
						"text" : "犍为县"
					}, {
						"text" : "峨眉山"
					}, {
						"text" : "金口河"
					}, {
						"text" : "五通桥"
					}, {
						"text" : "沙湾区"
					}, {
						"text" : "市中区"
					}
				]
			}, {
				"text" : "自贡市",
				"children" : [{
						"text" : "富顺县"
					}, {
						"text" : "荣县"
					}, {
						"text" : "沿滩区"
					}, {
						"text" : "大安区"
					}, {
						"text" : "贡井区"
					}, {
						"text" : "自流井"
					}
				]
			}, {
				"text" : "泸州市",
				"children" : [{
						"text" : "古蔺县"
					}, {
						"text" : "叙永县"
					}, {
						"text" : "合江县"
					}, {
						"text" : "泸县"
					}, {
						"text" : "龙马潭"
					}, {
						"text" : "纳溪区"
					}, {
						"text" : "江阳区"
					}
				]
			}, {
				"text" : "宜宾市 ",
				"children" : [{
						"text" : "屏山县"
					}, {
						"text" : "兴文县"
					}, {
						"text" : "筠连县"
					}, {
						"text" : "珙县"
					}, {
						"text" : "高县"
					}, {
						"text" : "长宁县"
					}, {
						"text" : "江安县"
					}, {
						"text" : "南溪县"
					}, {
						"text" : "宜宾县"
					}, {
						"text" : "翠屏区"
					}
				]
			}, {
				"text" : "攀枝花市",
				"children" : [{
						"text" : "盐边县"
					}, {
						"text" : "米易县"
					}, {
						"text" : "仁和区"
					}, {
						"text" : "西区"
					}, {
						"text" : "东区"
					}
				]
			}, {
				"text" : "巴中市",
				"children" : [{
						"text" : "平昌县"
					}, {
						"text" : "南江县"
					}, {
						"text" : "通江县"
					}, {
						"text" : "巴州区"
					}
				]
			}, {
				"text" : "达州市",
				"children" : [{
						"text" : "渠县"
					}, {
						"text" : "大竹县"
					}, {
						"text" : "开江县"
					}, {
						"text" : "宣汉县"
					}, {
						"text" : "达县"
					}, {
						"text" : "万源市"
					}, {
						"text" : "通川区"
					}
				]
			}, {
				"text" : "资阳市",
				"children" : [{
						"text" : "乐至县"
					}, {
						"text" : "安岳县"
					}, {
						"text" : "简阳市"
					}, {
						"text" : "雁江区"
					}
				]
			}, {
				"text" : "眉山市",
				"children" : [{
						"text" : "青神县"
					}, {
						"text" : "丹棱县"
					}, {
						"text" : "洪雅县"
					}, {
						"text" : "彭山县"
					}, {
						"text" : "仁寿县"
					}, {
						"text" : "东坡区"
					}
				]
			}, {
				"text" : "雅安市",
				"children" : [{
						"text" : "宝兴县"
					}, {
						"text" : "芦山县"
					}, {
						"text" : "天全县"
					}, {
						"text" : "石棉县"
					}, {
						"text" : "汉源县"
					}, {
						"text" : "荥经县"
					}, {
						"text" : "名山县"
					}, {
						"text" : "雨城区"
					}
				]
			}, {
				"text" : "阿坝藏族羌族自治州",
				"children" : [{
						"text" : "红原县"
					}, {
						"text" : "若尔盖县"
					}, {
						"text" : "阿坝县"
					}, {
						"text" : "壤塘县"
					}, {
						"text" : "黑水县"
					}, {
						"text" : "小金县"
					}, {
						"text" : "金川县"
					}, {
						"text" : "九寨沟县"
					}, {
						"text" : "松潘县"
					}, {
						"text" : "茂县"
					}, {
						"text" : "理县"
					}, {
						"text" : "汶川县"
					}, {
						"text" : "马尔康"
					}
				]
			}, {
				"text" : "甘孜藏族自治州",
				"children" : [{
						"text" : "得荣"
					}, {
						"text" : "稻城"
					}, {
						"text" : "乡城"
					}, {
						"text" : "巴塘"
					}, {
						"text" : "理塘"
					}, {
						"text" : "色达"
					}, {
						"text" : "石渠"
					}, {
						"text" : "白玉"
					}, {
						"text" : "德格"
					}, {
						"text" : "新龙"
					}, {
						"text" : "甘孜"
					}, {
						"text" : "炉霍"
					}, {
						"text" : "道孚"
					}, {
						"text" : "雅江"
					}, {
						"text" : "九龙"
					}, {
						"text" : "丹巴"
					}, {
						"text" : "泸定县"
					}, {
						"text" : "康定县"
					}
				]
			}, {
				"text" : "凉山彝族自治州",
				"children" : [{
						"text" : "木里自治县"
					}, {
						"text" : "雷波"
					}, {
						"text" : "美姑"
					}, {
						"text" : "甘洛"
					}, {
						"text" : "越西"
					}, {
						"text" : "冕宁"
					}, {
						"text" : "喜德"
					}, {
						"text" : "昭觉"
					}, {
						"text" : "金阳"
					}, {
						"text" : "布拖"
					}, {
						"text" : "普格"
					}, {
						"text" : "宁南"
					}, {
						"text" : "会东"
					}, {
						"text" : "会理县"
					}, {
						"text" : "德昌县"
					}, {
						"text" : "盐源县"
					}, {
						"text" : "西昌市"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "重庆市",
		"children" : [{
				"text" : "渝中区",
				"children" : [{
						"text" : "石油路街道"
					}, {
						"text" : "化龙桥街道"
					}, {
						"text" : "大坪街道"
					}, {
						"text" : "大溪沟街道"
					}, {
						"text" : "朝天门街道"
					}, {
						"text" : "望龙门街道"
					}, {
						"text" : "南纪门街道"
					}, {
						"text" : "菜园坝街道"
					}, {
						"text" : "上清寺街道"
					}, {
						"text" : "两路口街道"
					}, {
						"text" : "解放碑街道"
					}, {
						"text" : "七星岗街道"
					}
				]
			}, {
				"text" : "大渡口区",
				"children" : [{
						"text" : "跳磴镇"
					}, {
						"text" : "建胜镇"
					}, {
						"text" : "八桥镇"
					}, {
						"text" : "春晖路街道"
					}, {
						"text" : "茄子溪街道"
					}, {
						"text" : "九宫庙街道"
					}, {
						"text" : "跃进村街道"
					}, {
						"text" : "新山村街道"
					}
				]
			}, {
				"text" : "江北区",
				"children" : [{
						"text" : "五宝镇"
					}, {
						"text" : "复盛镇"
					}, {
						"text" : "鱼嘴镇"
					}, {
						"text" : "铁山坪街道"
					}, {
						"text" : "郭家沱街道"
					}, {
						"text" : "五里店街道"
					}, {
						"text" : "观音桥街道"
					}, {
						"text" : "寸滩街道"
					}, {
						"text" : "大石坝街道"
					}, {
						"text" : "石马河街道"
					}, {
						"text" : "江北城街道"
					}, {
						"text" : "华新街街道"
					}
				]
			}, {
				"text" : "沙坪坝区",
				"children" : [{
						"text" : "中梁镇"
					}, {
						"text" : "土主镇"
					}, {
						"text" : "西永镇"
					}, {
						"text" : "虎溪镇"
					}, {
						"text" : "曾家镇"
					}, {
						"text" : "陈家桥镇"
					}, {
						"text" : "回龙坝镇"
					}, {
						"text" : "凤凰镇"
					}, {
						"text" : "青木关镇"
					}, {
						"text" : "歌乐山镇"
					}, {
						"text" : "井口镇"
					}, {
						"text" : "覃家岗镇"
					}, {
						"text" : "土湾街道"
					}, {
						"text" : "天星桥街道"
					}, {
						"text" : "新桥街道"
					}, {
						"text" : "山洞街道"
					}, {
						"text" : "歌乐山街道"
					}, {
						"text" : "井口街道"
					}, {
						"text" : "詹家溪街道"
					}, {
						"text" : "石井坡街道"
					}, {
						"text" : "童家桥街道"
					}, {
						"text" : "磁器口街道"
					}, {
						"text" : "渝碚路街道"
					}, {
						"text" : "沙坪坝街道"
					}, {
						"text" : "小龙坎街道"
					}
				]
			}, {
				"text" : "九龙坡区",
				"children" : [{
						"text" : "铜罐驿镇"
					}, {
						"text" : "西彭镇"
					}, {
						"text" : "陶家镇"
					}, {
						"text" : "巴福镇"
					}, {
						"text" : "石板镇"
					}, {
						"text" : "走马镇"
					}, {
						"text" : "白市驿镇"
					}, {
						"text" : "金凤镇"
					}, {
						"text" : "含谷镇"
					}, {
						"text" : "华岩镇"
					}, {
						"text" : "九龙镇"
					}, {
						"text" : "渝州路街道"
					}, {
						"text" : "中梁山街道"
					}, {
						"text" : "石桥铺街道"
					}, {
						"text" : "石坪桥街道"
					}, {
						"text" : "谢家湾街道"
					}, {
						"text" : "黄桷坪街道"
					}, {
						"text" : "杨家坪街道"
					}
				]
			}, {
				"text" : "南岸区",
				"children" : [{
						"text" : "广阳镇"
					}, {
						"text" : "迎龙镇"
					}, {
						"text" : "长生桥镇"
					}, {
						"text" : "峡口镇"
					}, {
						"text" : "鸡冠石镇"
					}, {
						"text" : "涂山镇"
					}, {
						"text" : "南坪镇"
					}, {
						"text" : "南山街道"
					}, {
						"text" : "弹子石街道"
					}, {
						"text" : "龙门浩街道"
					}, {
						"text" : "海棠溪街道"
					}, {
						"text" : "南坪街道"
					}, {
						"text" : "花园路街道"
					}, {
						"text" : "铜元局街道"
					}
				]
			}, {
				"text" : "北碚区",
				"children" : [{
						"text" : "金刀峡镇"
					}, {
						"text" : "三圣镇"
					}, {
						"text" : "复兴镇"
					}, {
						"text" : "柳荫镇"
					}, {
						"text" : "静观镇"
					}, {
						"text" : "水土镇"
					}, {
						"text" : "施家梁镇"
					}, {
						"text" : "天府镇"
					}, {
						"text" : "童家溪镇"
					}, {
						"text" : "蔡家岗镇"
					}, {
						"text" : "澄江镇"
					}, {
						"text" : "歇马镇"
					}, {
						"text" : "龙凤桥街道"
					}, {
						"text" : "东阳街道"
					}, {
						"text" : "北温泉街道"
					}, {
						"text" : "朝阳街道"
					}, {
						"text" : "天生街道"
					}
				]
			}, {
				"text" : "万盛区",
				"children" : [{
						"text" : "黑山镇"
					}, {
						"text" : "金桥镇"
					}, {
						"text" : "石林镇"
					}, {
						"text" : "丛林镇"
					}, {
						"text" : "关坝镇"
					}, {
						"text" : "青年镇"
					}, {
						"text" : "南桐镇"
					}, {
						"text" : "万东镇"
					}, {
						"text" : "东林街道"
					}, {
						"text" : "万盛街道"
					}
				]
			}, {
				"text" : "双桥区",
				"children" : [{
						"text" : "通桥镇"
					}, {
						"text" : "双路镇"
					}, {
						"text" : "龙滩子街道"
					}
				]
			}, {
				"text" : "渝北区",
				"children" : [{
						"text" : "木耳镇"
					}, {
						"text" : "兴隆镇"
					}, {
						"text" : "茨竹镇"
					}, {
						"text" : "大塆镇"
					}, {
						"text" : "统景镇"
					}, {
						"text" : "龙兴镇"
					}, {
						"text" : "玉峰山镇"
					}, {
						"text" : "古路镇"
					}, {
						"text" : "洛碛镇"
					}, {
						"text" : "大盛镇"
					}, {
						"text" : "石船镇"
					}, {
						"text" : "礼嘉镇"
					}, {
						"text" : "悦来街道"
					}, {
						"text" : "大竹林街道"
					}, {
						"text" : "龙塔街道"
					}, {
						"text" : "龙山街道"
					}, {
						"text" : "翠云街道"
					}, {
						"text" : "天宫殿街道"
					}, {
						"text" : "人和街道"
					}, {
						"text" : "鸳鸯街道"
					}, {
						"text" : "双凤桥街道"
					}, {
						"text" : "回兴街道"
					}, {
						"text" : "龙溪街道"
					}, {
						"text" : "双龙湖街道"
					}
				]
			}, {
				"text" : "巴南区",
				"children" : [{
						"text" : "石龙镇"
					}, {
						"text" : "石滩镇"
					}, {
						"text" : "接龙镇"
					}, {
						"text" : "天星寺镇"
					}, {
						"text" : "姜家镇"
					}, {
						"text" : "东泉镇"
					}, {
						"text" : "二圣镇"
					}, {
						"text" : "丰盛镇"
					}, {
						"text" : "麻柳嘴镇"
					}, {
						"text" : "双河口镇"
					}, {
						"text" : "木洞镇"
					}, {
						"text" : "跳石镇"
					}, {
						"text" : "安澜镇"
					}, {
						"text" : "惠民镇"
					}, {
						"text" : "南彭镇"
					}, {
						"text" : "一品镇"
					}, {
						"text" : "界石镇"
					}, {
						"text" : "南泉镇"
					}, {
						"text" : "花溪镇"
					}, {
						"text" : "李家沱街道"
					}, {
						"text" : "鱼洞街道"
					}
				]
			}, {
				"text" : "万州区",
				"children" : [{
						"text" : "恒合土家族乡"
					}, {
						"text" : "茨竹乡"
					}, {
						"text" : "郭村乡"
					}, {
						"text" : "九池乡"
					}, {
						"text" : "黄柏乡"
					}, {
						"text" : "地宝乡"
					}, {
						"text" : "普子乡"
					}, {
						"text" : "梨树乡"
					}, {
						"text" : "燕山乡"
					}, {
						"text" : "长坪乡"
					}, {
						"text" : "溪口乡"
					}, {
						"text" : "铁峰乡"
					}, {
						"text" : "柱山乡"
					}, {
						"text" : "白土镇"
					}, {
						"text" : "太安镇"
					}, {
						"text" : "长滩镇"
					}, {
						"text" : "太龙镇"
					}, {
						"text" : "罗田镇"
					}, {
						"text" : "走马镇"
					}, {
						"text" : "龙驹镇"
					}, {
						"text" : "白羊镇"
					}, {
						"text" : "新田镇"
					}, {
						"text" : "长岭镇"
					}, {
						"text" : "弹子镇"
					}, {
						"text" : "后山镇"
					}, {
						"text" : "余家镇"
					}, {
						"text" : "分水镇"
					}, {
						"text" : "李河镇"
					}, {
						"text" : "高梁镇"
					}, {
						"text" : "熊家镇"
					}, {
						"text" : "天城镇"
					}, {
						"text" : "甘宁镇"
					}, {
						"text" : "瀼渡镇"
					}, {
						"text" : "武陵镇"
					}, {
						"text" : "响水镇"
					}, {
						"text" : "龙沙镇"
					}, {
						"text" : "高峰镇"
					}, {
						"text" : "孙家镇"
					}, {
						"text" : "新乡镇"
					}, {
						"text" : "大周镇"
					}, {
						"text" : "小周镇"
					}, {
						"text" : "陈家坝街道"
					}, {
						"text" : "五桥街道"
					}, {
						"text" : "百安坝街道"
					}, {
						"text" : "钟鼓楼街道"
					}, {
						"text" : "沙河街道"
					}, {
						"text" : "周家坝街道"
					}, {
						"text" : "龙都街道"
					}, {
						"text" : "双河口街道"
					}, {
						"text" : "牌楼街道"
					}, {
						"text" : "太白街道"
					}, {
						"text" : "高笋塘街道"
					}
				]
			}, {
				"text" : "涪陵区",
				"children" : [{
						"text" : "石龙乡"
					}, {
						"text" : "石和乡"
					}, {
						"text" : "两汇乡"
					}, {
						"text" : "惠民乡"
					}, {
						"text" : "增福乡"
					}, {
						"text" : "明家乡"
					}, {
						"text" : "新村乡"
					}, {
						"text" : "聚宝乡"
					}, {
						"text" : "同乐乡"
					}, {
						"text" : "太和乡"
					}, {
						"text" : "酒店乡"
					}, {
						"text" : "梓里乡"
					}, {
						"text" : "天台乡"
					}, {
						"text" : "武陵山乡"
					}, {
						"text" : "山窝乡"
					}, {
						"text" : "大木乡"
					}, {
						"text" : "卷洞乡"
					}, {
						"text" : "罗云乡"
					}, {
						"text" : "土地坡乡"
					}, {
						"text" : "仁义乡"
					}, {
						"text" : "中峰乡"
					}, {
						"text" : "丛林乡"
					}, {
						"text" : "致韩镇"
					}, {
						"text" : "李渡镇"
					}, {
						"text" : "义和镇"
					}, {
						"text" : "镇安镇"
					}, {
						"text" : "石沱镇"
					}, {
						"text" : "新妙镇"
					}, {
						"text" : "蔺市镇"
					}, {
						"text" : "龙桥镇"
					}, {
						"text" : "堡子镇"
					}, {
						"text" : "龙潭镇"
					}, {
						"text" : "青羊镇"
					}, {
						"text" : "马武镇"
					}, {
						"text" : "白涛镇"
					}, {
						"text" : "焦石镇"
					}, {
						"text" : "南沱镇"
					}, {
						"text" : "清溪镇"
					}, {
						"text" : "珍溪镇"
					}, {
						"text" : "百胜镇"
					}, {
						"text" : "江东街道"
					}, {
						"text" : "江北街道"
					}, {
						"text" : "荔枝街道"
					}, {
						"text" : "崇义街道"
					}, {
						"text" : "敦仁街道"
					}
				]
			}, {
				"text" : "合川市",
				"children" : [{
						"text" : "双槐镇"
					}, {
						"text" : "香龙镇"
					}, {
						"text" : "三汇镇"
					}, {
						"text" : "小沔镇"
					}, {
						"text" : "土场镇"
					}, {
						"text" : "清平镇"
					}, {
						"text" : "狮滩镇"
					}, {
						"text" : "双凤镇"
					}, {
						"text" : "草街镇"
					}, {
						"text" : "盐井镇"
					}, {
						"text" : "渭沱镇"
					}, {
						"text" : "铜溪镇"
					}, {
						"text" : "隆兴镇"
					}, {
						"text" : "太和镇"
					}, {
						"text" : "龙凤镇"
					}, {
						"text" : "二郎镇"
					}, {
						"text" : "燕窝镇"
					}, {
						"text" : "三庙镇"
					}, {
						"text" : "古楼镇"
					}, {
						"text" : "大石镇"
					}, {
						"text" : "肖家镇"
					}, {
						"text" : "龙市镇"
					}, {
						"text" : "涞滩镇"
					}, {
						"text" : "官渡镇"
					}, {
						"text" : "沙鱼镇"
					}, {
						"text" : "钱塘镇"
					}, {
						"text" : "云门镇"
					}, {
						"text" : "南津街道"
					}, {
						"text" : "钓鱼城街道"
					}, {
						"text" : "合阳城街道"
					}
				]
			}, {
				"text" : "永川市",
				"children" : [{
						"text" : "朱沱镇"
					}, {
						"text" : "板桥镇"
					}, {
						"text" : "三教镇"
					}, {
						"text" : "永荣镇"
					}, {
						"text" : "红炉镇"
					}, {
						"text" : "双石镇"
					}, {
						"text" : "宝峰镇"
					}, {
						"text" : "来苏镇"
					}, {
						"text" : "五间镇"
					}, {
						"text" : "吉安镇"
					}, {
						"text" : "仙龙镇"
					}, {
						"text" : "松溉镇"
					}, {
						"text" : "何埂镇"
					}, {
						"text" : "双竹镇"
					}, {
						"text" : "临江镇"
					}, {
						"text" : "陈食镇"
					}, {
						"text" : "金龙镇"
					}, {
						"text" : "大安镇"
					}, {
						"text" : "青峰镇"
					}, {
						"text" : "南大街街道"
					}, {
						"text" : "胜利路街道"
					}, {
						"text" : "中山路街道"
					}
				]
			}, {
				"text" : "江津市",
				"children" : [{
						"text" : "广兴镇"
					}, {
						"text" : "杜市镇"
					}, {
						"text" : "西湖镇"
					}, {
						"text" : "夏坝镇"
					}, {
						"text" : "贾嗣镇"
					}, {
						"text" : "珞璜镇"
					}, {
						"text" : "先锋镇"
					}, {
						"text" : "柏林镇"
					}, {
						"text" : "嘉平镇"
					}, {
						"text" : "中山镇"
					}, {
						"text" : "蔡家镇"
					}, {
						"text" : "慈云镇"
					}, {
						"text" : "李市镇"
					}, {
						"text" : "龙华镇"
					}, {
						"text" : "白沙镇"
					}, {
						"text" : "塘河镇"
					}, {
						"text" : "永兴镇"
					}, {
						"text" : "石蟆镇"
					}, {
						"text" : "朱杨镇"
					}, {
						"text" : "石门镇"
					}, {
						"text" : "吴滩镇"
					}, {
						"text" : "油溪镇"
					}, {
						"text" : "双福镇"
					}, {
						"text" : "支坪街道"
					}, {
						"text" : "德感街道"
					}, {
						"text" : "几江街道"
					}
				]
			}, {
				"text" : "南川市",
				"children" : [{
						"text" : "福寿乡"
					}, {
						"text" : "石溪乡"
					}, {
						"text" : "冷水关乡"
					}, {
						"text" : "民主乡"
					}, {
						"text" : "峰岩乡"
					}, {
						"text" : "古花乡"
					}, {
						"text" : "庆元乡"
					}, {
						"text" : "德隆乡"
					}, {
						"text" : "铁村乡"
					}, {
						"text" : "中桥乡"
					}, {
						"text" : "鱼泉乡"
					}, {
						"text" : "骑龙乡"
					}, {
						"text" : "乾丰乡"
					}, {
						"text" : "土溪乡"
					}, {
						"text" : "河图乡"
					}, {
						"text" : "木凉乡"
					}, {
						"text" : "石莲乡"
					}, {
						"text" : "合溪镇"
					}, {
						"text" : "大有镇"
					}, {
						"text" : "头渡镇"
					}, {
						"text" : "金山镇"
					}, {
						"text" : "石墙镇"
					}, {
						"text" : "水江镇"
					}, {
						"text" : "白沙镇"
					}, {
						"text" : "太平场镇"
					}, {
						"text" : "兴隆镇"
					}, {
						"text" : "大观镇"
					}, {
						"text" : "鸣玉镇"
					}, {
						"text" : "神童镇"
					}, {
						"text" : "南平镇"
					}, {
						"text" : "三泉镇"
					}, {
						"text" : "西城街道"
					}, {
						"text" : "南城街道"
					}, {
						"text" : "东城街道"
					}
				]
			}, {
				"text" : "长寿区",
				"children" : [{
						"text" : "万顺镇"
					}, {
						"text" : "洪湖镇"
					}, {
						"text" : "八颗镇"
					}, {
						"text" : "渡舟镇"
					}, {
						"text" : "新市镇"
					}, {
						"text" : "葛兰镇"
					}, {
						"text" : "海棠镇"
					}, {
						"text" : "云台镇"
					}, {
						"text" : "石堰镇"
					}, {
						"text" : "龙河镇"
					}, {
						"text" : "双龙镇"
					}, {
						"text" : "长寿湖镇"
					}, {
						"text" : "云集镇"
					}, {
						"text" : "但渡镇"
					}, {
						"text" : "邻封镇"
					}, {
						"text" : "江南镇"
					}, {
						"text" : "晏家街道"
					}, {
						"text" : "凤城街道"
					}
				]
			}, {
				"text" : "綦江县",
				"children" : [{
						"text" : "横山镇"
					}, {
						"text" : "中峰镇"
					}, {
						"text" : "新盛镇"
					}, {
						"text" : "永城镇"
					}, {
						"text" : "扶欢镇"
					}, {
						"text" : "安稳镇"
					}, {
						"text" : "丁山镇"
					}, {
						"text" : "篆塘镇"
					}, {
						"text" : "郭扶镇"
					}, {
						"text" : "隆盛镇"
					}, {
						"text" : "三角镇"
					}, {
						"text" : "永新镇"
					}, {
						"text" : "石壕镇"
					}, {
						"text" : "打通镇"
					}, {
						"text" : "赶水镇"
					}, {
						"text" : "东溪镇"
					}, {
						"text" : "石角镇"
					}, {
						"text" : "三江镇"
					}, {
						"text" : "古南镇"
					}
				]
			}, {
				"text" : "潼南县",
				"children" : [{
						"text" : "寿桥乡"
					}, {
						"text" : "别口乡"
					}, {
						"text" : "田家乡"
					}, {
						"text" : "五桂镇"
					}, {
						"text" : "卧佛镇"
					}, {
						"text" : "小渡镇"
					}, {
						"text" : "太安镇"
					}, {
						"text" : "新胜镇"
					}, {
						"text" : "塘坝镇"
					}, {
						"text" : "崇龛镇"
					}, {
						"text" : "柏梓镇"
					}, {
						"text" : "花岩镇"
					}, {
						"text" : "双江镇"
					}, {
						"text" : "群力镇"
					}, {
						"text" : "米心镇"
					}, {
						"text" : "玉溪镇"
					}, {
						"text" : "宝龙镇"
					}, {
						"text" : "古溪镇"
					}, {
						"text" : "龙形镇"
					}, {
						"text" : "上和镇"
					}, {
						"text" : "桂林街道"
					}, {
						"text" : "梓潼街道"
					}
				]
			}, {
				"text" : "铜梁县",
				"children" : [{
						"text" : "庆隆乡"
					}, {
						"text" : "双山乡"
					}, {
						"text" : "小林乡"
					}, {
						"text" : "太平镇"
					}, {
						"text" : "侣俸镇"
					}, {
						"text" : "西河镇"
					}, {
						"text" : "安溪镇"
					}, {
						"text" : "永嘉镇"
					}, {
						"text" : "蒲吕镇"
					}, {
						"text" : "华兴镇"
					}, {
						"text" : "围龙镇"
					}, {
						"text" : "大庙镇"
					}, {
						"text" : "高楼镇"
					}, {
						"text" : "维新镇"
					}, {
						"text" : "少云镇"
					}, {
						"text" : "福果镇"
					}, {
						"text" : "石鱼镇"
					}, {
						"text" : "虎峰镇"
					}, {
						"text" : "平滩镇"
					}, {
						"text" : "白羊镇"
					}, {
						"text" : "安居镇"
					}, {
						"text" : "水口镇"
					}, {
						"text" : "二坪镇"
					}, {
						"text" : "旧县镇"
					}, {
						"text" : "土桥镇"
					}, {
						"text" : "南城街道"
					}, {
						"text" : "东城街道"
					}, {
						"text" : "巴川街道"
					}
				]
			}, {
				"text" : "大足县",
				"children" : [{
						"text" : "高坪乡"
					}, {
						"text" : "古龙乡"
					}, {
						"text" : "季家镇"
					}, {
						"text" : "高升场镇"
					}, {
						"text" : "铁山镇"
					}, {
						"text" : "邮亭镇"
					}, {
						"text" : "龙石镇"
					}, {
						"text" : "珠溪镇"
					}, {
						"text" : "雍溪镇"
					}, {
						"text" : "国梁镇"
					}, {
						"text" : "万古镇"
					}, {
						"text" : "金山镇"
					}, {
						"text" : "回龙镇"
					}, {
						"text" : "拾万镇"
					}, {
						"text" : "石马镇"
					}, {
						"text" : "玉龙镇"
					}, {
						"text" : "宝兴镇"
					}, {
						"text" : "三驱镇"
					}, {
						"text" : "中敖镇"
					}, {
						"text" : "宝顶镇"
					}, {
						"text" : "智凤镇"
					}, {
						"text" : "龙水镇"
					}, {
						"text" : "棠香街道"
					}, {
						"text" : "龙岗街道"
					}
				]
			}, {
				"text" : "荣昌县",
				"children" : [{
						"text" : "龙集镇"
					}, {
						"text" : "荣隆镇"
					}, {
						"text" : "清升镇"
					}, {
						"text" : "双河镇"
					}, {
						"text" : "远觉镇"
					}, {
						"text" : "盘龙镇"
					}, {
						"text" : "清流镇"
					}, {
						"text" : "铜鼓镇"
					}, {
						"text" : "观胜镇"
					}, {
						"text" : "吴家镇"
					}, {
						"text" : "古昌镇"
					}, {
						"text" : "河包镇"
					}, {
						"text" : "仁义镇"
					}, {
						"text" : "清江镇"
					}, {
						"text" : "安富镇"
					}, {
						"text" : "路孔镇"
					}, {
						"text" : "直升镇"
					}, {
						"text" : "峰高镇"
					}, {
						"text" : "广顺街道"
					}, {
						"text" : "昌州街道"
					}, {
						"text" : "昌元街道"
					}
				]
			}, {
				"text" : "璧山县",
				"children" : [{
						"text" : "健龙乡"
					}, {
						"text" : "三合镇"
					}, {
						"text" : "广普镇"
					}, {
						"text" : "丁家镇"
					}, {
						"text" : "正兴镇"
					}, {
						"text" : "大兴镇"
					}, {
						"text" : "福禄镇"
					}, {
						"text" : "河边镇"
					}, {
						"text" : "大路镇"
					}, {
						"text" : "七塘镇"
					}, {
						"text" : "八塘镇"
					}, {
						"text" : "青杠街道"
					}, {
						"text" : "璧城街道"
					}
				]
			}, {
				"text" : "垫江县",
				"children" : [{
						"text" : "裴兴乡"
					}, {
						"text" : "三溪乡"
					}, {
						"text" : "永平乡"
					}, {
						"text" : "白家乡"
					}, {
						"text" : "包家乡"
					}, {
						"text" : "黄沙乡"
					}, {
						"text" : "大石乡"
					}, {
						"text" : "杠家乡"
					}, {
						"text" : "沙河乡"
					}, {
						"text" : "长龙乡"
					}, {
						"text" : "曹回乡"
					}, {
						"text" : "砚台镇"
					}, {
						"text" : "坪山镇"
					}, {
						"text" : "鹤游镇"
					}, {
						"text" : "太平镇"
					}, {
						"text" : "澄溪镇"
					}, {
						"text" : "五洞镇"
					}, {
						"text" : "高峰镇"
					}, {
						"text" : "高安镇"
					}, {
						"text" : "永安镇"
					}, {
						"text" : "普顺镇"
					}, {
						"text" : "周嘉镇"
					}, {
						"text" : "沙坪镇"
					}, {
						"text" : "新民镇"
					}, {
						"text" : "桂溪镇"
					}
				]
			}, {
				"text" : "武隆县",
				"children" : [{
						"text" : "铁矿乡"
					}, {
						"text" : "赵家乡"
					}, {
						"text" : "接龙乡"
					}, {
						"text" : "浩口乡"
					}, {
						"text" : "后坪乡"
					}, {
						"text" : "白云乡"
					}, {
						"text" : "土地乡"
					}, {
						"text" : "文复乡"
					}, {
						"text" : "沧沟乡"
					}, {
						"text" : "黄莺乡"
					}, {
						"text" : "双河乡"
					}, {
						"text" : "石桥乡"
					}, {
						"text" : "庙垭乡"
					}, {
						"text" : "和顺乡"
					}, {
						"text" : "凤来乡"
					}, {
						"text" : "土坎镇"
					}, {
						"text" : "桐梓镇"
					}, {
						"text" : "仙女山镇"
					}, {
						"text" : "羊角镇"
					}, {
						"text" : "平桥镇"
					}, {
						"text" : "江口镇"
					}, {
						"text" : "长坝镇"
					}, {
						"text" : "鸭江镇"
					}, {
						"text" : "白马镇"
					}, {
						"text" : "火炉镇"
					}, {
						"text" : "巷口镇"
					}
				]
			}, {
				"text" : "丰都县",
				"children" : [{
						"text" : "三坝乡"
					}, {
						"text" : "三建乡"
					}, {
						"text" : "栗子乡"
					}, {
						"text" : "暨龙乡"
					}, {
						"text" : "都督乡"
					}, {
						"text" : "太平坝乡"
					}, {
						"text" : "龙孔乡"
					}, {
						"text" : "保合乡"
					}, {
						"text" : "双龙场乡"
					}, {
						"text" : "青龙乡"
					}, {
						"text" : "仁沙乡"
					}, {
						"text" : "崇兴乡"
					}, {
						"text" : "南天湖镇"
					}, {
						"text" : "名山镇"
					}, {
						"text" : "湛普镇"
					}, {
						"text" : "包鸾镇"
					}, {
						"text" : "武平镇"
					}, {
						"text" : "龙河镇"
					}, {
						"text" : "江池镇"
					}, {
						"text" : "双路镇"
					}, {
						"text" : "兴义镇"
					}, {
						"text" : "高家镇"
					}, {
						"text" : "镇江镇"
					}, {
						"text" : "十直镇"
					}, {
						"text" : "树人镇"
					}, {
						"text" : "董家镇"
					}, {
						"text" : "许明寺镇"
					}, {
						"text" : "三元镇"
					}, {
						"text" : "社坛镇"
					}, {
						"text" : "虎威镇"
					}, {
						"text" : "三合镇"
					}
				]
			}, {
				"text" : "城口县",
				"children" : [{
						"text" : "东安乡"
					}, {
						"text" : "河鱼乡"
					}, {
						"text" : "厚坪乡"
					}, {
						"text" : "岚天乡"
					}, {
						"text" : "治平乡"
					}, {
						"text" : "明中乡"
					}, {
						"text" : "周溪乡"
					}, {
						"text" : "咸宜乡"
					}, {
						"text" : "鸡鸣乡"
					}, {
						"text" : "蓼子乡"
					}, {
						"text" : "双河乡"
					}, {
						"text" : "沿河乡"
					}, {
						"text" : "左岚乡"
					}, {
						"text" : "高楠乡"
					}, {
						"text" : "北屏乡"
					}, {
						"text" : "龙田乡"
					}, {
						"text" : "高燕乡"
					}, {
						"text" : "高观镇"
					}, {
						"text" : "修齐镇"
					}, {
						"text" : "明通镇"
					}, {
						"text" : "庙坝镇"
					}, {
						"text" : "坪坝镇"
					}, {
						"text" : "巴山镇"
					}, {
						"text" : "葛城镇"
					}
				]
			}, {
				"text" : "梁平县",
				"children" : [{
						"text" : "曲水乡"
					}, {
						"text" : "城北乡"
					}, {
						"text" : "紫照乡"
					}, {
						"text" : "城东乡"
					}, {
						"text" : "复平乡"
					}, {
						"text" : "龙胜乡"
					}, {
						"text" : "铁门乡"
					}, {
						"text" : "安胜乡"
					}, {
						"text" : "蟠龙镇"
					}, {
						"text" : "竹山镇"
					}, {
						"text" : "大观镇"
					}, {
						"text" : "柏家镇"
					}, {
						"text" : "石安镇"
					}, {
						"text" : "合兴镇"
					}, {
						"text" : "文化镇"
					}, {
						"text" : "龙门镇"
					}, {
						"text" : "七星镇"
					}, {
						"text" : "虎城镇"
					}, {
						"text" : "碧山镇"
					}, {
						"text" : "回龙镇"
					}, {
						"text" : "和林镇"
					}, {
						"text" : "荫平镇"
					}, {
						"text" : "明达镇"
					}, {
						"text" : "聚奎镇"
					}, {
						"text" : "金带镇"
					}, {
						"text" : "福禄镇"
					}, {
						"text" : "新盛镇"
					}, {
						"text" : "袁驿镇"
					}, {
						"text" : "屏锦镇"
					}, {
						"text" : "云龙镇"
					}, {
						"text" : "礼让镇"
					}, {
						"text" : "仁贤镇"
					}, {
						"text" : "梁山镇"
					}
				]
			}, {
				"text" : "黔江区",
				"children" : [{
						"text" : "新华乡"
					}, {
						"text" : "水市乡"
					}, {
						"text" : "五里乡"
					}, {
						"text" : "金洞乡"
					}, {
						"text" : "白土乡"
					}, {
						"text" : "水田乡"
					}, {
						"text" : "太极乡"
					}, {
						"text" : "杉岭乡"
					}, {
						"text" : "白石乡"
					}, {
						"text" : "沙坝乡"
					}, {
						"text" : "蓬东乡"
					}, {
						"text" : "中塘乡"
					}, {
						"text" : "邻鄂镇"
					}, {
						"text" : "冯家镇"
					}, {
						"text" : "小南海镇"
					}, {
						"text" : "舟白镇"
					}, {
						"text" : "正阳镇"
					}, {
						"text" : "鹅池镇"
					}, {
						"text" : "石家镇"
					}, {
						"text" : "濯水镇"
					}, {
						"text" : "马喇镇"
					}, {
						"text" : "金溪镇"
					}, {
						"text" : "黎水镇"
					}, {
						"text" : "黄溪镇"
					}, {
						"text" : "黑溪镇"
					}, {
						"text" : "石会镇"
					}, {
						"text" : "阿蓬江镇"
					}, {
						"text" : "城西街道"
					}, {
						"text" : "城南街道"
					}, {
						"text" : "城东街道"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}, {
				"text" : "奉节县",
				"children" : [{
						"text" : "云雾土家族乡"
					}, {
						"text" : "龙桥土家族乡"
					}, {
						"text" : "长安土家族乡"
					}, {
						"text" : "冯坪乡"
					}, {
						"text" : "鹤峰乡"
					}, {
						"text" : "安坪乡"
					}, {
						"text" : "太和乡"
					}, {
						"text" : "五马乡"
					}, {
						"text" : "康坪乡"
					}, {
						"text" : "石岗乡"
					}, {
						"text" : "新政乡"
					}, {
						"text" : "红土乡"
					}, {
						"text" : "平安乡"
					}, {
						"text" : "岩湾乡"
					}, {
						"text" : "永乐镇"
					}, {
						"text" : "新民镇"
					}, {
						"text" : "青龙镇"
					}, {
						"text" : "兴隆镇"
					}, {
						"text" : "吐祥镇"
					}, {
						"text" : "羊市镇"
					}, {
						"text" : "甲高镇"
					}, {
						"text" : "朱衣镇"
					}, {
						"text" : "公平镇"
					}, {
						"text" : "竹园镇"
					}, {
						"text" : "大树镇"
					}, {
						"text" : "康乐镇"
					}, {
						"text" : "汾河镇"
					}, {
						"text" : "草堂镇"
					}, {
						"text" : "白帝镇"
					}, {
						"text" : "永安镇"
					}, {
						"text" : "云雾土家族乡"
					}, {
						"text" : "龙桥土家族乡"
					}, {
						"text" : "长安土家族乡"
					}, {
						"text" : "冯坪乡"
					}, {
						"text" : "鹤峰乡"
					}, {
						"text" : "安坪乡"
					}, {
						"text" : "太和乡"
					}, {
						"text" : "五马乡"
					}, {
						"text" : "康坪乡"
					}, {
						"text" : "石岗乡"
					}, {
						"text" : "新政乡"
					}, {
						"text" : "红土乡"
					}, {
						"text" : "平安乡"
					}, {
						"text" : "岩湾乡"
					}, {
						"text" : "永乐镇"
					}, {
						"text" : "新民镇"
					}, {
						"text" : "青龙镇"
					}, {
						"text" : "兴隆镇"
					}, {
						"text" : "吐祥镇"
					}, {
						"text" : "羊市镇"
					}, {
						"text" : "甲高镇"
					}, {
						"text" : "朱衣镇"
					}, {
						"text" : "公平镇"
					}, {
						"text" : "竹园镇"
					}, {
						"text" : "大树镇"
					}, {
						"text" : "康乐镇"
					}, {
						"text" : "汾河镇"
					}, {
						"text" : "草堂镇"
					}, {
						"text" : "白帝镇"
					}, {
						"text" : "永安镇"
					}
				]
			}, {
				"text" : "开县",
				"children" : [{
						"text" : "金峰乡"
					}, {
						"text" : "三汇口乡"
					}, {
						"text" : "天和乡"
					}, {
						"text" : "大德乡"
					}, {
						"text" : "紫水乡"
					}, {
						"text" : "麻柳乡"
					}, {
						"text" : "白桥乡"
					}, {
						"text" : "巫山乡"
					}, {
						"text" : "五通乡"
					}, {
						"text" : "谭家乡"
					}, {
						"text" : "满月乡"
					}, {
						"text" : "关面乡"
					}, {
						"text" : "白泉乡"
					}, {
						"text" : "义和镇"
					}, {
						"text" : "敦好镇"
					}, {
						"text" : "高桥镇"
					}, {
						"text" : "厚坝镇"
					}, {
						"text" : "渠口镇"
					}, {
						"text" : "竹溪镇"
					}, {
						"text" : "镇安镇"
					}, {
						"text" : "九龙山镇"
					}, {
						"text" : "和谦镇"
					}, {
						"text" : "河堰镇"
					}, {
						"text" : "南雅镇"
					}, {
						"text" : "南门镇"
					}, {
						"text" : "岳溪镇"
					}, {
						"text" : "中和镇"
					}, {
						"text" : "铁桥镇"
					}, {
						"text" : "温泉镇"
					}, {
						"text" : "赵家镇"
					}, {
						"text" : "临江镇"
					}, {
						"text" : "郭家镇"
					}, {
						"text" : "长沙镇"
					}, {
						"text" : "大进镇"
					}, {
						"text" : "白鹤街道"
					}, {
						"text" : "镇东街道"
					}, {
						"text" : "丰乐街道"
					}, {
						"text" : "汉丰街道"
					}, {
						"text" : "金峰乡"
					}, {
						"text" : "三汇口乡"
					}, {
						"text" : "天和乡"
					}, {
						"text" : "大德乡"
					}, {
						"text" : "紫水乡"
					}, {
						"text" : "麻柳乡"
					}, {
						"text" : "白桥乡"
					}, {
						"text" : "巫山乡"
					}, {
						"text" : "五通乡"
					}, {
						"text" : "谭家乡"
					}, {
						"text" : "满月乡"
					}, {
						"text" : "关面乡"
					}, {
						"text" : "白泉乡"
					}, {
						"text" : "义和镇"
					}, {
						"text" : "敦好镇"
					}, {
						"text" : "高桥镇"
					}, {
						"text" : "厚坝镇"
					}, {
						"text" : "渠口镇"
					}, {
						"text" : "竹溪镇"
					}, {
						"text" : "镇安镇"
					}, {
						"text" : "九龙山镇"
					}, {
						"text" : "和谦镇"
					}, {
						"text" : "河堰镇"
					}, {
						"text" : "南雅镇"
					}, {
						"text" : "南门镇"
					}, {
						"text" : "岳溪镇"
					}, {
						"text" : "中和镇"
					}, {
						"text" : "铁桥镇"
					}, {
						"text" : "温泉镇"
					}, {
						"text" : "赵家镇"
					}, {
						"text" : "临江镇"
					}, {
						"text" : "郭家镇"
					}, {
						"text" : "长沙镇"
					}, {
						"text" : "大进镇"
					}, {
						"text" : "白鹤街道"
					}, {
						"text" : "镇东街道"
					}, {
						"text" : "丰乐街道"
					}, {
						"text" : "汉丰街道"
					}
				]
			}, {
				"text" : "云阳县",
				"children" : [{
						"text" : "上坝乡"
					}, {
						"text" : "水口乡"
					}, {
						"text" : "养鹿乡"
					}, {
						"text" : "双龙乡"
					}, {
						"text" : "后叶乡"
					}, {
						"text" : "大阳乡"
					}, {
						"text" : "石门乡"
					}, {
						"text" : "洞鹿乡"
					}, {
						"text" : "龙洞乡"
					}, {
						"text" : "普安乡"
					}, {
						"text" : "新津乡"
					}, {
						"text" : "堰坪乡"
					}, {
						"text" : "票草乡"
					}, {
						"text" : "清水土家族乡"
					}, {
						"text" : "耀灵乡"
					}, {
						"text" : "泥溪乡"
					}, {
						"text" : "外郎乡"
					}, {
						"text" : "栖霞乡"
					}, {
						"text" : "毛坝乡"
					}, {
						"text" : "云硐乡"
					}, {
						"text" : "鱼泉镇"
					}, {
						"text" : "沙市镇"
					}, {
						"text" : "巴阳镇"
					}, {
						"text" : "黄石镇"
					}, {
						"text" : "人和镇"
					}, {
						"text" : "平安镇"
					}, {
						"text" : "渠马镇"
					}, {
						"text" : "高阳镇"
					}, {
						"text" : "农坝镇"
					}, {
						"text" : "路阳镇"
					}, {
						"text" : "江口镇"
					}, {
						"text" : "桑坪镇"
					}, {
						"text" : "双土镇"
					}, {
						"text" : "南溪镇"
					}, {
						"text" : "红狮镇"
					}, {
						"text" : "故陵镇"
					}, {
						"text" : "宝坪镇"
					}, {
						"text" : "龙角镇"
					}, {
						"text" : "盘龙镇"
					}, {
						"text" : "凤鸣镇"
					}, {
						"text" : "云安镇"
					}, {
						"text" : "云阳镇"
					}, {
						"text" : "双江街道"
					}, {
						"text" : "青龙街道"
					}, {
						"text" : "上坝乡"
					}, {
						"text" : "水口乡"
					}, {
						"text" : "养鹿乡"
					}, {
						"text" : "双龙乡"
					}, {
						"text" : "后叶乡"
					}, {
						"text" : "大阳乡"
					}, {
						"text" : "石门乡"
					}, {
						"text" : "洞鹿乡"
					}, {
						"text" : "龙洞乡"
					}, {
						"text" : "普安乡"
					}, {
						"text" : "新津乡"
					}, {
						"text" : "堰坪乡"
					}, {
						"text" : "票草乡"
					}, {
						"text" : "清水土家族乡"
					}, {
						"text" : "耀灵乡"
					}, {
						"text" : "泥溪乡"
					}, {
						"text" : "外郎乡"
					}, {
						"text" : "栖霞乡"
					}, {
						"text" : "毛坝乡"
					}, {
						"text" : "云硐乡"
					}, {
						"text" : "鱼泉镇"
					}, {
						"text" : "沙市镇"
					}, {
						"text" : "巴阳镇"
					}, {
						"text" : "黄石镇"
					}, {
						"text" : "人和镇"
					}, {
						"text" : "平安镇"
					}, {
						"text" : "渠马镇"
					}, {
						"text" : "高阳镇"
					}, {
						"text" : "农坝镇"
					}, {
						"text" : "路阳镇"
					}, {
						"text" : "江口镇"
					}, {
						"text" : "桑坪镇"
					}, {
						"text" : "双土镇"
					}, {
						"text" : "南溪镇"
					}, {
						"text" : "红狮镇"
					}, {
						"text" : "故陵镇"
					}, {
						"text" : "宝坪镇"
					}, {
						"text" : "龙角镇"
					}, {
						"text" : "盘龙镇"
					}, {
						"text" : "凤鸣镇"
					}, {
						"text" : "云安镇"
					}, {
						"text" : "云阳镇"
					}, {
						"text" : "双江街道"
					}, {
						"text" : "青龙街道"
					}
				]
			}, {
				"text" : "忠县",
				"children" : [{
						"text" : "兴峰乡"
					}, {
						"text" : "金声乡"
					}, {
						"text" : "涂井乡"
					}, {
						"text" : "磨子土家族乡"
					}, {
						"text" : "石子乡"
					}, {
						"text" : "善广乡"
					}, {
						"text" : "黄金镇"
					}, {
						"text" : "白石镇"
					}, {
						"text" : "三汇镇"
					}, {
						"text" : "永丰镇"
					}, {
						"text" : "花桥镇"
					}, {
						"text" : "拔山镇"
					}, {
						"text" : "双桂镇"
					}, {
						"text" : "新立镇"
					}, {
						"text" : "金鸡镇"
					}, {
						"text" : "马灌镇"
					}, {
						"text" : "石黄镇"
					}, {
						"text" : "官坝镇"
					}, {
						"text" : "野鹤镇"
					}, {
						"text" : "汝溪镇"
					}, {
						"text" : "石宝镇"
					}, {
						"text" : "复兴镇"
					}, {
						"text" : "东溪镇"
					}, {
						"text" : "洋渡镇"
					}, {
						"text" : "乌杨镇"
					}, {
						"text" : "任家镇"
					}, {
						"text" : "新生镇"
					}, {
						"text" : "忠州镇"
					}, {
						"text" : "兴峰乡"
					}, {
						"text" : "金声乡"
					}, {
						"text" : "涂井乡"
					}, {
						"text" : "磨子土家族乡"
					}, {
						"text" : "石子乡"
					}, {
						"text" : "善广乡"
					}, {
						"text" : "黄金镇"
					}, {
						"text" : "白石镇"
					}, {
						"text" : "三汇镇"
					}, {
						"text" : "永丰镇"
					}, {
						"text" : "花桥镇"
					}, {
						"text" : "拔山镇"
					}, {
						"text" : "双桂镇"
					}, {
						"text" : "新立镇"
					}, {
						"text" : "金鸡镇"
					}, {
						"text" : "马灌镇"
					}, {
						"text" : "石黄镇"
					}, {
						"text" : "官坝镇"
					}, {
						"text" : "野鹤镇"
					}, {
						"text" : "汝溪镇"
					}, {
						"text" : "石宝镇"
					}, {
						"text" : "复兴镇"
					}, {
						"text" : "东溪镇"
					}, {
						"text" : "洋渡镇"
					}, {
						"text" : "乌杨镇"
					}, {
						"text" : "任家镇"
					}, {
						"text" : "新生镇"
					}, {
						"text" : "忠州镇"
					}
				]
			}, {
				"text" : "巫溪县",
				"children" : [{
						"text" : "土城乡"
					}, {
						"text" : "天元乡"
					}, {
						"text" : "中梁乡"
					}, {
						"text" : "双阳乡"
					}, {
						"text" : "兰英乡"
					}, {
						"text" : "花台乡"
					}, {
						"text" : "通城乡"
					}, {
						"text" : "中岗乡"
					}, {
						"text" : "田坝乡"
					}, {
						"text" : "乌龙乡"
					}, {
						"text" : "鱼鳞乡"
					}, {
						"text" : "朝阳洞乡"
					}, {
						"text" : "塘坊乡"
					}, {
						"text" : "峰灵乡"
					}, {
						"text" : "蒲莲乡"
					}, {
						"text" : "长桂乡"
					}, {
						"text" : "天星乡"
					}, {
						"text" : "大河乡"
					}, {
						"text" : "菱角乡"
					}, {
						"text" : "胜利乡"
					}, {
						"text" : "下堡镇"
					}, {
						"text" : "尖山镇"
					}, {
						"text" : "白鹿镇"
					}, {
						"text" : "徐家镇"
					}, {
						"text" : "文峰镇"
					}, {
						"text" : "古路镇"
					}, {
						"text" : "上磺镇"
					}, {
						"text" : "宁厂镇"
					}, {
						"text" : "凤凰镇"
					}, {
						"text" : "城厢镇"
					}, {
						"text" : "土城乡"
					}, {
						"text" : "天元乡"
					}, {
						"text" : "中梁乡"
					}, {
						"text" : "双阳乡"
					}, {
						"text" : "兰英乡"
					}, {
						"text" : "花台乡"
					}, {
						"text" : "通城乡"
					}, {
						"text" : "中岗乡"
					}, {
						"text" : "田坝乡"
					}, {
						"text" : "乌龙乡"
					}, {
						"text" : "鱼鳞乡"
					}, {
						"text" : "朝阳洞乡"
					}, {
						"text" : "塘坊乡"
					}, {
						"text" : "峰灵乡"
					}, {
						"text" : "蒲莲乡"
					}, {
						"text" : "长桂乡"
					}, {
						"text" : "天星乡"
					}, {
						"text" : "大河乡"
					}, {
						"text" : "菱角乡"
					}, {
						"text" : "胜利乡"
					}, {
						"text" : "下堡镇"
					}, {
						"text" : "尖山镇"
					}, {
						"text" : "白鹿镇"
					}, {
						"text" : "徐家镇"
					}, {
						"text" : "文峰镇"
					}, {
						"text" : "古路镇"
					}, {
						"text" : "上磺镇"
					}, {
						"text" : "宁厂镇"
					}, {
						"text" : "凤凰镇"
					}, {
						"text" : "城厢镇"
					}
				]
			}, {
				"text" : "巫山县",
				"children" : [{
						"text" : "邓家土家族乡"
					}, {
						"text" : "笃坪乡"
					}, {
						"text" : "培石乡"
					}, {
						"text" : "三溪乡"
					}, {
						"text" : "竹贤乡"
					}, {
						"text" : "当阳乡"
					}, {
						"text" : "庙堂乡"
					}, {
						"text" : "平河乡"
					}, {
						"text" : "金坪乡"
					}, {
						"text" : "大溪乡"
					}, {
						"text" : "建平乡"
					}, {
						"text" : "曲尺乡"
					}, {
						"text" : "两坪乡"
					}, {
						"text" : "龙井乡"
					}, {
						"text" : "红椿土家族乡"
					}, {
						"text" : "铜鼓镇"
					}, {
						"text" : "官渡镇"
					}, {
						"text" : "抱龙镇"
					}, {
						"text" : "骡坪镇"
					}, {
						"text" : "官阳镇"
					}, {
						"text" : "双龙镇"
					}, {
						"text" : "龙溪镇"
					}, {
						"text" : "福田镇"
					}, {
						"text" : "大昌镇"
					}, {
						"text" : "庙宇镇"
					}, {
						"text" : "巫峡镇"
					}, {
						"text" : "邓家土家族乡"
					}, {
						"text" : "笃坪乡"
					}, {
						"text" : "培石乡"
					}, {
						"text" : "三溪乡"
					}, {
						"text" : "竹贤乡"
					}, {
						"text" : "当阳乡"
					}, {
						"text" : "庙堂乡"
					}, {
						"text" : "平河乡"
					}, {
						"text" : "金坪乡"
					}, {
						"text" : "大溪乡"
					}, {
						"text" : "建平乡"
					}, {
						"text" : "曲尺乡"
					}, {
						"text" : "两坪乡"
					}, {
						"text" : "龙井乡"
					}, {
						"text" : "红椿土家族乡"
					}, {
						"text" : "铜鼓镇"
					}, {
						"text" : "官渡镇"
					}, {
						"text" : "抱龙镇"
					}, {
						"text" : "骡坪镇"
					}, {
						"text" : "官阳镇"
					}, {
						"text" : "双龙镇"
					}, {
						"text" : "龙溪镇"
					}, {
						"text" : "福田镇"
					}, {
						"text" : "大昌镇"
					}, {
						"text" : "庙宇镇"
					}, {
						"text" : "巫峡镇"
					}
				]
			}, {
				"text" : "石柱土家族自治县",
				"children" : [{
						"text" : "金竹乡"
					}, {
						"text" : "金铃乡"
					}, {
						"text" : "新乐乡"
					}, {
						"text" : "龙潭乡"
					}, {
						"text" : "黄鹤乡"
					}, {
						"text" : "洗新乡"
					}, {
						"text" : "中益乡"
					}, {
						"text" : "枫木乡"
					}, {
						"text" : "冷水乡"
					}, {
						"text" : "石家乡"
					}, {
						"text" : "河嘴乡"
					}, {
						"text" : "王家乡"
					}, {
						"text" : "三益乡"
					}, {
						"text" : "桥头乡"
					}, {
						"text" : "六塘乡"
					}, {
						"text" : "三星乡"
					}, {
						"text" : "黎场乡"
					}, {
						"text" : "万朝乡"
					}, {
						"text" : "三河乡"
					}, {
						"text" : "大歇乡"
					}, {
						"text" : "渔池镇"
					}, {
						"text" : "龙沙镇"
					}, {
						"text" : "沿溪镇"
					}, {
						"text" : "王场镇"
					}, {
						"text" : "沙子镇"
					}, {
						"text" : "马武镇"
					}, {
						"text" : "黄水镇"
					}, {
						"text" : "临溪镇"
					}, {
						"text" : "悦崃镇"
					}, {
						"text" : "下路镇"
					}, {
						"text" : "西沱镇"
					}, {
						"text" : "南宾镇"
					}, {
						"text" : "金竹乡"
					}, {
						"text" : "金铃乡"
					}, {
						"text" : "新乐乡"
					}, {
						"text" : "龙潭乡"
					}, {
						"text" : "黄鹤乡"
					}, {
						"text" : "洗新乡"
					}, {
						"text" : "中益乡"
					}, {
						"text" : "枫木乡"
					}, {
						"text" : "冷水乡"
					}, {
						"text" : "石家乡"
					}, {
						"text" : "河嘴乡"
					}, {
						"text" : "王家乡"
					}, {
						"text" : "三益乡"
					}, {
						"text" : "桥头乡"
					}, {
						"text" : "六塘乡"
					}, {
						"text" : "三星乡"
					}, {
						"text" : "黎场乡"
					}, {
						"text" : "万朝乡"
					}, {
						"text" : "三河乡"
					}, {
						"text" : "大歇乡"
					}, {
						"text" : "渔池镇"
					}, {
						"text" : "龙沙镇"
					}, {
						"text" : "沿溪镇"
					}, {
						"text" : "王场镇"
					}, {
						"text" : "沙子镇"
					}, {
						"text" : "马武镇"
					}, {
						"text" : "黄水镇"
					}, {
						"text" : "临溪镇"
					}, {
						"text" : "悦崃镇"
					}, {
						"text" : "下路镇"
					}, {
						"text" : "西沱镇"
					}, {
						"text" : "南宾镇"
					}
				]
			}, {
				"text" : "秀山土家族苗族自治县",
				"children" : [{
						"text" : "巴家乡"
					}, {
						"text" : "钟灵乡"
					}, {
						"text" : "岑溪乡"
					}, {
						"text" : "中平乡"
					}, {
						"text" : "平马乡"
					}, {
						"text" : "干川乡"
					}, {
						"text" : "涌洞乡"
					}, {
						"text" : "里仁乡"
					}, {
						"text" : "保安乡"
					}, {
						"text" : "大溪乡"
					}, {
						"text" : "海洋乡"
					}, {
						"text" : "宋农乡"
					}, {
						"text" : "妙泉乡"
					}, {
						"text" : "溪口乡"
					}, {
						"text" : "膏田乡"
					}, {
						"text" : "塘坳乡"
					}, {
						"text" : "孝溪乡"
					}, {
						"text" : "官舟乡"
					}, {
						"text" : "兰桥镇"
					}, {
						"text" : "梅江镇"
					}, {
						"text" : "石耶镇"
					}, {
						"text" : "雅江镇"
					}, {
						"text" : "洪安镇"
					}, {
						"text" : "峨溶镇"
					}, {
						"text" : "石堤镇"
					}, {
						"text" : "龙池镇"
					}, {
						"text" : "官庄镇"
					}, {
						"text" : "溶溪镇"
					}, {
						"text" : "隘口镇"
					}, {
						"text" : "清溪场镇"
					}, {
						"text" : "平凯镇"
					}, {
						"text" : "中和镇"
					}, {
						"text" : "巴家乡"
					}, {
						"text" : "钟灵乡"
					}, {
						"text" : "岑溪乡"
					}, {
						"text" : "中平乡"
					}, {
						"text" : "平马乡"
					}, {
						"text" : "干川乡"
					}, {
						"text" : "涌洞乡"
					}, {
						"text" : "里仁乡"
					}, {
						"text" : "保安乡"
					}, {
						"text" : "大溪乡"
					}, {
						"text" : "海洋乡"
					}, {
						"text" : "宋农乡"
					}, {
						"text" : "妙泉乡"
					}, {
						"text" : "溪口乡"
					}, {
						"text" : "膏田乡"
					}, {
						"text" : "塘坳乡"
					}, {
						"text" : "孝溪乡"
					}, {
						"text" : "官舟乡"
					}, {
						"text" : "兰桥镇"
					}, {
						"text" : "梅江镇"
					}, {
						"text" : "石耶镇"
					}, {
						"text" : "雅江镇"
					}, {
						"text" : "洪安镇"
					}, {
						"text" : "峨溶镇"
					}, {
						"text" : "石堤镇"
					}, {
						"text" : "龙池镇"
					}, {
						"text" : "官庄镇"
					}, {
						"text" : "溶溪镇"
					}, {
						"text" : "隘口镇"
					}, {
						"text" : "清溪场镇"
					}, {
						"text" : "平凯镇"
					}, {
						"text" : "中和镇"
					}
				]
			}, {
				"text" : "酉阳土家族苗族自治县 ",
				"children" : [{
						"text" : "楠木乡"
					}, {
						"text" : "双泉乡"
					}, {
						"text" : "浪坪乡"
					}, {
						"text" : "庙溪乡"
					}, {
						"text" : "清泉乡"
					}, {
						"text" : "腴地乡"
					}, {
						"text" : "车田乡"
					}, {
						"text" : "南腰界乡"
					}, {
						"text" : "官清乡"
					}, {
						"text" : "板桥乡"
					}, {
						"text" : "两罾乡"
					}, {
						"text" : "万木乡"
					}, {
						"text" : "宜居乡"
					}, {
						"text" : "天馆乡"
					}, {
						"text" : "后坪坝乡"
					}, {
						"text" : "花田乡"
					}, {
						"text" : "毛坝乡"
					}, {
						"text" : "木叶乡"
					}, {
						"text" : "五福乡"
					}, {
						"text" : "偏柏乡"
					}, {
						"text" : "可大乡"
					}, {
						"text" : "江丰乡"
					}, {
						"text" : "铜鼓乡"
					}, {
						"text" : "板溪乡"
					}, {
						"text" : "涂市乡"
					}, {
						"text" : "小河镇"
					}, {
						"text" : "苍岭镇"
					}, {
						"text" : "后溪镇"
					}, {
						"text" : "泔溪镇"
					}, {
						"text" : "李溪镇"
					}, {
						"text" : "龚滩镇"
					}, {
						"text" : "丁市镇"
					}, {
						"text" : "黑水镇"
					}, {
						"text" : "兴隆镇"
					}, {
						"text" : "大溪镇"
					}, {
						"text" : "酉酬镇"
					}, {
						"text" : "麻旺镇"
					}, {
						"text" : "龙潭镇"
					}, {
						"text" : "钟多镇"
					}, {
						"text" : "楠木乡"
					}, {
						"text" : "双泉乡"
					}, {
						"text" : "浪坪乡"
					}, {
						"text" : "庙溪乡"
					}, {
						"text" : "清泉乡"
					}, {
						"text" : "腴地乡"
					}, {
						"text" : "车田乡"
					}, {
						"text" : "南腰界乡"
					}, {
						"text" : "官清乡"
					}, {
						"text" : "板桥乡"
					}, {
						"text" : "两罾乡"
					}, {
						"text" : "万木乡"
					}, {
						"text" : "宜居乡"
					}, {
						"text" : "天馆乡"
					}, {
						"text" : "后坪坝乡"
					}, {
						"text" : "花田乡"
					}, {
						"text" : "毛坝乡"
					}, {
						"text" : "木叶乡"
					}, {
						"text" : "五福乡"
					}, {
						"text" : "偏柏乡"
					}, {
						"text" : "可大乡"
					}, {
						"text" : "江丰乡"
					}, {
						"text" : "铜鼓乡"
					}, {
						"text" : "板溪乡"
					}, {
						"text" : "涂市乡"
					}, {
						"text" : "小河镇"
					}, {
						"text" : "苍岭镇"
					}, {
						"text" : "后溪镇"
					}, {
						"text" : "泔溪镇"
					}, {
						"text" : "李溪镇"
					}, {
						"text" : "龚滩镇"
					}, {
						"text" : "丁市镇"
					}, {
						"text" : "黑水镇"
					}, {
						"text" : "兴隆镇"
					}, {
						"text" : "大溪镇"
					}, {
						"text" : "酉酬镇"
					}, {
						"text" : "麻旺镇"
					}, {
						"text" : "龙潭镇"
					}, {
						"text" : "钟多镇"
					}
				]
			}, {
				"text" : "彭水苗族土家族自治县",
				"children" : [{
						"text" : "龙塘乡"
					}, {
						"text" : "朗溪乡"
					}, {
						"text" : "润溪乡"
					}, {
						"text" : "大垭乡"
					}, {
						"text" : "石盘乡"
					}, {
						"text" : "双龙乡"
					}, {
						"text" : "善感乡"
					}, {
						"text" : "鞍子乡"
					}, {
						"text" : "桐楼乡"
					}, {
						"text" : "小厂乡"
					}, {
						"text" : "诸佛乡"
					}, {
						"text" : "梅子垭乡"
					}, {
						"text" : "新田乡"
					}, {
						"text" : "迁乔乡"
					}, {
						"text" : "乔梓乡"
					}, {
						"text" : "长滩乡"
					}, {
						"text" : "芦塘乡"
					}, {
						"text" : "走马乡"
					}, {
						"text" : "龙溪乡"
					}, {
						"text" : "石柳乡"
					}, {
						"text" : "联合乡"
					}, {
						"text" : "三义乡"
					}, {
						"text" : "太原乡"
					}, {
						"text" : "棣棠乡"
					}, {
						"text" : "平安乡"
					}, {
						"text" : "鹿鸣乡"
					}, {
						"text" : "岩东乡"
					}, {
						"text" : "靛水乡"
					}, {
						"text" : "万足镇"
					}, {
						"text" : "连湖镇"
					}, {
						"text" : "龙射镇"
					}, {
						"text" : "普子镇"
					}, {
						"text" : "黄家镇"
					}, {
						"text" : "鹿角镇"
					}, {
						"text" : "桑柘镇"
					}, {
						"text" : "高谷镇"
					}, {
						"text" : "郁山镇"
					}, {
						"text" : "保家镇"
					}, {
						"text" : "汉葭镇"
					}, {
						"text" : "龙塘乡"
					}, {
						"text" : "朗溪乡"
					}, {
						"text" : "润溪乡"
					}, {
						"text" : "大垭乡"
					}, {
						"text" : "石盘乡"
					}, {
						"text" : "双龙乡"
					}, {
						"text" : "善感乡"
					}, {
						"text" : "鞍子乡"
					}, {
						"text" : "桐楼乡"
					}, {
						"text" : "小厂乡"
					}, {
						"text" : "诸佛乡"
					}, {
						"text" : "梅子垭乡"
					}, {
						"text" : "新田乡"
					}, {
						"text" : "迁乔乡"
					}, {
						"text" : "乔梓乡"
					}, {
						"text" : "长滩乡"
					}, {
						"text" : "芦塘乡"
					}, {
						"text" : "走马乡"
					}, {
						"text" : "龙溪乡"
					}, {
						"text" : "石柳乡"
					}, {
						"text" : "联合乡"
					}, {
						"text" : "三义乡"
					}, {
						"text" : "太原乡"
					}, {
						"text" : "棣棠乡"
					}, {
						"text" : "平安乡"
					}, {
						"text" : "鹿鸣乡"
					}, {
						"text" : "岩东乡"
					}, {
						"text" : "靛水乡"
					}, {
						"text" : "万足镇"
					}, {
						"text" : "连湖镇"
					}, {
						"text" : "龙射镇"
					}, {
						"text" : "普子镇"
					}, {
						"text" : "黄家镇"
					}, {
						"text" : "鹿角镇"
					}, {
						"text" : "桑柘镇"
					}, {
						"text" : "高谷镇"
					}, {
						"text" : "郁山镇"
					}, {
						"text" : "保家镇"
					}, {
						"text" : "汉葭镇"
					}
				]
			}
		]
	}, {
		"text" : "台湾省",
		"children" : [{
				"text" : "台北市"
			}, {
				"text" : "高雄市"
			}, {
				"text" : "台南市"
			}, {
				"text" : "台中市"
			}, {
				"text" : "其它地区"
			}, {
				"text" : "基隆市"
			}, {
				"text" : "新竹市"
			}, {
				"text" : "嘉义市"
			}, {
				"text" : "台北县"
			}, {
				"text" : " 宜兰县"
			}, {
				"text" : "新竹县"
			}, {
				"text" : "桃园县"
			}, {
				"text" : "苗栗县"
			}, {
				"text" : "台中县"
			}, {
				"text" : "彰化县"
			}, {
				"text" : " 南投县"
			}, {
				"text" : "嘉义县"
			}, {
				"text" : "云林县"
			}, {
				"text" : "台南县"
			}, {
				"text" : "高雄县"
			}, {
				"text" : "屏东县"
			}, {
				"text" : " 台东县"
			}, {
				"text" : "花莲县"
			}, {
				"text" : "澎湖县"
			}, {
				"text" : "钓鱼岛"
			}
		]
	}, {
		"text" : "贵州省",
		"children" : [{
				"text" : "贵阳市",
				"children" : [{
						"text" : "修文县"
					}, {
						"text" : "息烽县"
					}, {
						"text" : "开阳县"
					}, {
						"text" : "清镇市"
					}, {
						"text" : "小河区"
					}, {
						"text" : "白云区"
					}, {
						"text" : "花溪区"
					}, {
						"text" : "云岩区"
					}, {
						"text" : "南明区"
					}, {
						"text" : "乌当区"
					}
				]
			}, {
				"text" : "六盘水市 ",
				"children" : [{
						"text" : "盘县"
					}, {
						"text" : "水城县"
					}, {
						"text" : "六枝特区"
					}, {
						"text" : "钟山区"
					}
				]
			}, {
				"text" : "遵义市",
				"children" : [{
						"text" : "务川仡佬族苗族自治县"
					}, {
						"text" : "道真仡佬族苗族自治县"
					}, {
						"text" : "习水县"
					}, {
						"text" : "余庆县"
					}, {
						"text" : "湄潭县"
					}, {
						"text" : "凤冈县"
					}, {
						"text" : "正安县"
					}, {
						"text" : "绥阳县"
					}, {
						"text" : "桐梓县"
					}, {
						"text" : "遵义县"
					}, {
						"text" : "仁怀市"
					}, {
						"text" : "赤水市"
					}, {
						"text" : "汇川区"
					}, {
						"text" : "红花岗区"
					}
				]
			}, {
				"text" : "毕节地区",
				"children" : [{
						"text" : "威宁彝族回族苗族自治县"
					}, {
						"text" : "赫章县"
					}, {
						"text" : "纳雍县"
					}, {
						"text" : "织金县"
					}, {
						"text" : "金沙县"
					}, {
						"text" : "黔西县"
					}, {
						"text" : "大方县"
					}, {
						"text" : "毕节市"
					}
				]
			}, {
				"text" : "铜仁地区",
				"children" : [{
						"text" : "万山特区"
					}, {
						"text" : "松桃苗族自治县"
					}, {
						"text" : "沿河土家族自治县"
					}, {
						"text" : "印江土家族苗族自治县"
					}, {
						"text" : "玉屏侗族自治县"
					}, {
						"text" : "德江县"
					}, {
						"text" : "思南县"
					}, {
						"text" : "石阡县"
					}, {
						"text" : "江口县"
					}, {
						"text" : "铜仁市"
					}
				]
			}, {
				"text" : "安顺市",
				"children" : [{
						"text" : "紫云苗族布依族自治县"
					}, {
						"text" : "关岭布依族苗族自治县"
					}, {
						"text" : "镇宁布依族苗族自治县"
					}, {
						"text" : "普定县"
					}, {
						"text" : "平坝县"
					}, {
						"text" : "西秀区"
					}
				]
			}, {
				"text" : "黔东南苗族侗族自治州 ",
				"children" : [{
						"text" : "丹寨县"
					}, {
						"text" : "麻江县"
					}, {
						"text" : "雷山县"
					}, {
						"text" : "从江县"
					}, {
						"text" : "榕江县"
					}, {
						"text" : "黎平县"
					}, {
						"text" : "台江县"
					}, {
						"text" : "剑河县"
					}, {
						"text" : "锦屏县"
					}, {
						"text" : "天柱县"
					}, {
						"text" : "岑巩县"
					}, {
						"text" : "镇远县"
					}, {
						"text" : "三穗县"
					}, {
						"text" : "施秉县"
					}, {
						"text" : "黄平县"
					}, {
						"text" : "凯里市"
					}
				]
			}, {
				"text" : "黔南布依族苗族自治州"
			}, {
				"text" : "黔西南布依族苗族自治州"
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "云南省",
		"children" : [{
				"text" : "昆明市 ",
				"children" : [{
						"text" : "寻甸县"
					}, {
						"text" : "禄劝县"
					}, {
						"text" : "石林县"
					}, {
						"text" : "嵩明县"
					}, {
						"text" : "宜良县"
					}, {
						"text" : "富民县"
					}, {
						"text" : "晋宁县"
					}, {
						"text" : "呈贡县"
					}, {
						"text" : "安宁市"
					}, {
						"text" : "东川区"
					}, {
						"text" : "西山区"
					}, {
						"text" : "官渡区"
					}, {
						"text" : "盘龙区"
					}, {
						"text" : "五华区"
					}
				]
			}, {
				"text" : "曲靖市",
				"children" : [{
						"text" : "沾益县"
					}, {
						"text" : "会泽县"
					}, {
						"text" : "富源县"
					}, {
						"text" : "罗平县"
					}, {
						"text" : "师宗县"
					}, {
						"text" : "陆良县"
					}, {
						"text" : "马龙县"
					}, {
						"text" : "宣威市"
					}, {
						"text" : "麒麟区"
					}
				]
			}, {
				"text" : "玉溪市",
				"children" : [{
						"text" : "元江县"
					}, {
						"text" : "新平县"
					}, {
						"text" : "峨山县"
					}, {
						"text" : "易门县"
					}, {
						"text" : "华宁县"
					}, {
						"text" : "通海县"
					}, {
						"text" : "澄江县"
					}, {
						"text" : "江川县"
					}, {
						"text" : "红塔区"
					}
				]
			}, {
				"text" : "丽江市",
				"children" : [{
						"text" : "宁蒗县"
					}, {
						"text" : "玉龙县"
					}, {
						"text" : "华坪县"
					}, {
						"text" : "永胜县"
					}, {
						"text" : "古城区"
					}
				]
			}, {
				"text" : "昭通市",
				"children" : [{
						"text" : "水富县"
					}, {
						"text" : "威信县"
					}, {
						"text" : "彝良县"
					}, {
						"text" : "镇雄县"
					}, {
						"text" : "绥江县"
					}, {
						"text" : "永善县"
					}, {
						"text" : "大关县"
					}, {
						"text" : "盐津县"
					}, {
						"text" : "巧家县"
					}, {
						"text" : "鲁甸县"
					}, {
						"text" : "昭阳区"
					}
				]
			}, {
				"text" : "普洱市",
				"children" : [{
						"text" : "西盟县"
					}, {
						"text" : "澜沧县"
					}, {
						"text" : "孟连县"
					}, {
						"text" : "江城县"
					}, {
						"text" : "镇沅县"
					}, {
						"text" : "景谷县"
					}, {
						"text" : "景东县"
					}, {
						"text" : "墨江县"
					}, {
						"text" : "宁洱县"
					}, {
						"text" : "思茅区"
					}
				]
			}, {
				"text" : "临沧市 ",
				"children" : [{
						"text" : "沧源县"
					}, {
						"text" : "耿马县"
					}, {
						"text" : "双江县"
					}, {
						"text" : "镇康县"
					}, {
						"text" : "永德县"
					}, {
						"text" : "云县"
					}, {
						"text" : "凤庆县"
					}, {
						"text" : "临翔区"
					}
				]
			}, {
				"text" : "保山市",
				"children" : [{
						"text" : "昌宁县"
					}, {
						"text" : "龙陵县"
					}, {
						"text" : "腾冲县"
					}, {
						"text" : "施甸县"
					}, {
						"text" : "隆阳区"
					}
				]
			}, {
				"text" : "德宏傣族景颇族自治州",
				"children" : [{
						"text" : "陇川县"
					}, {
						"text" : "盈江县"
					}, {
						"text" : "梁河县"
					}, {
						"text" : "瑞丽市"
					}, {
						"text" : "潞西市"
					}
				]
			}, {
				"text" : "怒江傈傈族自治州",
				"children" : [{
						"text" : "巍山县"
					}, {
						"text" : "南涧县"
					}, {
						"text" : "漾濞县"
					}, {
						"text" : "鹤庆县"
					}, {
						"text" : "剑川县"
					}, {
						"text" : "洱源县"
					}, {
						"text" : "云龙县"
					}, {
						"text" : "永平县"
					}, {
						"text" : "弥渡县"
					}, {
						"text" : "宾川县"
					}, {
						"text" : "祥云县"
					}, {
						"text" : "大理市"
					}
				]
			}, {
				"text" : "迪庆藏族自治州 "
			}, {
				"text" : "大理白族自治州"
			}, {
				"text" : "楚雄彝族自治州",
				"children" : [{
						"text" : "屏边县"
					}, {
						"text" : "河口县"
					}, {
						"text" : "金平县"
					}, {
						"text" : "红河县"
					}, {
						"text" : "元阳县"
					}, {
						"text" : "泸西县"
					}, {
						"text" : "弥勒县"
					}, {
						"text" : "石屏县"
					}, {
						"text" : "建水县"
					}, {
						"text" : "绿春县"
					}, {
						"text" : "开远市"
					}, {
						"text" : "个旧市"
					}, {
						"text" : "蒙自县"
					}
				]
			}, {
				"text" : "红河哈尼族彝族自治州"
			}, {
				"text" : "文山壮族苗族自治州 ",
				"children" : [{
						"text" : "富宁县"
					}, {
						"text" : "广南县"
					}, {
						"text" : "丘北县"
					}, {
						"text" : "马关县"
					}, {
						"text" : "麻栗坡"
					}, {
						"text" : "西畴县"
					}, {
						"text" : "砚山县"
					}, {
						"text" : "文山县"
					}
				]
			}, {
				"text" : "西双版纳傣族自治州"
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "西藏自治区",
		"children" : [{
				"text" : "拉萨市",
				"children" : [{
						"text" : "墨竹工卡县"
					}, {
						"text" : "达孜县"
					}, {
						"text" : "堆龙德庆县"
					}, {
						"text" : "曲水县"
					}, {
						"text" : "尼木县"
					}, {
						"text" : "当雄县"
					}, {
						"text" : "林周县"
					}, {
						"text" : "城关区"
					}
				]
			}, {
				"text" : "那曲地区",
				"children" : [{
						"text" : "双湖特别区"
					}, {
						"text" : "尼玛县"
					}, {
						"text" : "巴青县"
					}, {
						"text" : "班戈县"
					}, {
						"text" : "索县"
					}, {
						"text" : "申扎县"
					}, {
						"text" : "安多县"
					}, {
						"text" : "聂荣县"
					}, {
						"text" : "比如县"
					}, {
						"text" : "嘉黎县"
					}, {
						"text" : "那曲县"
					}
				]
			}, {
				"text" : " 昌都地区",
				"children" : [{
						"text" : "边坝县"
					}, {
						"text" : "洛隆县"
					}, {
						"text" : "芒康县"
					}, {
						"text" : "左贡县"
					}, {
						"text" : "八宿县"
					}, {
						"text" : "察雅县"
					}, {
						"text" : "丁青县"
					}, {
						"text" : "类乌齐县"
					}, {
						"text" : "贡觉县"
					}, {
						"text" : "江达县"
					}, {
						"text" : "昌都县"
					}
				]
			}, {
				"text" : "林芝地区",
				"children" : [{
						"text" : "朗县"
					}, {
						"text" : "察隅县"
					}, {
						"text" : "波密县"
					}, {
						"text" : "墨脱县"
					}, {
						"text" : "米林县"
					}, {
						"text" : "工布江达县"
					}, {
						"text" : "林芝县"
					}
				]
			}, {
				"text" : "山南地区",
				"children" : [{
						"text" : "浪卡子县"
					}, {
						"text" : "错那县"
					}, {
						"text" : "隆子县"
					}, {
						"text" : "加查县"
					}, {
						"text" : "洛扎县"
					}, {
						"text" : "措美县"
					}, {
						"text" : "曲松县"
					}, {
						"text" : "琼结县"
					}, {
						"text" : "桑日县"
					}, {
						"text" : "贡嘎县"
					}, {
						"text" : "扎囊县"
					}, {
						"text" : "乃东县"
					}
				]
			}, {
				"text" : "日喀则地区",
				"children" : [{
						"text" : "岗巴县"
					}, {
						"text" : "萨嘎县"
					}, {
						"text" : "聂拉木县"
					}, {
						"text" : "吉隆县"
					}, {
						"text" : "亚东县"
					}, {
						"text" : "仲巴县"
					}, {
						"text" : "定结县"
					}, {
						"text" : "康马县"
					}, {
						"text" : "仁布县"
					}, {
						"text" : "白朗县"
					}, {
						"text" : "谢通门县"
					}, {
						"text" : "昂仁县"
					}, {
						"text" : "拉孜县"
					}, {
						"text" : "萨迦县"
					}, {
						"text" : "定日县"
					}, {
						"text" : "江孜县"
					}, {
						"text" : "南木林县"
					}, {
						"text" : "日喀则市"
					}
				]
			}, {
				"text" : "阿里地区",
				"children" : [{
						"text" : "措勤县"
					}, {
						"text" : "改则县"
					}, {
						"text" : "革吉县"
					}, {
						"text" : "日土县"
					}, {
						"text" : "札达县"
					}, {
						"text" : "普兰县"
					}, {
						"text" : "噶尔县"
					}
				]
			}, {
				"text" : "其它地区 ",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "陕西省 ",
		"children" : [{
				"text" : "西安市",
				"children" : [{
						"text" : "高陵县"
					}, {
						"text" : "户县"
					}, {
						"text" : "周至县"
					}, {
						"text" : "蓝田县"
					}, {
						"text" : "长安区"
					}, {
						"text" : "临潼区"
					}, {
						"text" : "阎良区"
					}, {
						"text" : "雁塔区"
					}, {
						"text" : "灞桥区"
					}, {
						"text" : "莲湖区"
					}, {
						"text" : "碑林区"
					}, {
						"text" : "新城区"
					}, {
						"text" : "未央区"
					}
				]
			}, {
				"text" : "延安市",
				"children" : [{
						"text" : "黄陵县"
					}, {
						"text" : "黄龙县"
					}, {
						"text" : "宜川县"
					}, {
						"text" : "洛川县"
					}, {
						"text" : "富县"
					}, {
						"text" : "甘泉县"
					}, {
						"text" : "吴起县"
					}, {
						"text" : "志丹县"
					}, {
						"text" : "安塞县"
					}, {
						"text" : "子长县"
					}, {
						"text" : "延川县"
					}, {
						"text" : "延长县"
					}, {
						"text" : "宝塔区"
					}
				]
			}, {
				"text" : "铜川市",
				"children" : [{
						"text" : "宜君县"
					}, {
						"text" : "印台区"
					}, {
						"text" : "王益区"
					}, {
						"text" : "耀州区"
					}
				]
			}, {
				"text" : "渭南市",
				"children" : [{
						"text" : "富平县"
					}, {
						"text" : "白水县"
					}, {
						"text" : "蒲城县"
					}, {
						"text" : "澄城县"
					}, {
						"text" : "合阳县"
					}, {
						"text" : "大荔县"
					}, {
						"text" : "潼关县"
					}, {
						"text" : "华县"
					}, {
						"text" : "华阴市"
					}, {
						"text" : "韩城市"
					}, {
						"text" : "临渭区"
					}
				]
			}, {
				"text" : "咸阳市 ",
				"children" : [{
						"text" : "武功县"
					}, {
						"text" : "淳化县"
					}, {
						"text" : "旬邑县"
					}, {
						"text" : "长武县"
					}, {
						"text" : "彬县"
					}, {
						"text" : "永寿县"
					}, {
						"text" : "礼泉县"
					}, {
						"text" : "乾县"
					}, {
						"text" : "泾阳县"
					}, {
						"text" : "三原县"
					}, {
						"text" : "兴平市"
					}, {
						"text" : "渭城区"
					}, {
						"text" : "杨陵区"
					}, {
						"text" : "秦都区"
					}
				]
			}, {
				"text" : "宝鸡市",
				"children" : [{
						"text" : "太白县"
					}, {
						"text" : "凤县"
					}, {
						"text" : "麟游县"
					}, {
						"text" : "千阳县"
					}, {
						"text" : "陇县"
					}, {
						"text" : "眉县"
					}, {
						"text" : "扶风县"
					}, {
						"text" : "岐山县"
					}, {
						"text" : "凤翔县"
					}, {
						"text" : "陈仓区"
					}, {
						"text" : "金台区"
					}, {
						"text" : "渭滨区"
					}
				]
			}, {
				"text" : "汉中市",
				"children" : [{
						"text" : "佛坪县"
					}, {
						"text" : "留坝县"
					}, {
						"text" : "镇巴县"
					}, {
						"text" : "略阳县"
					}, {
						"text" : "宁强县"
					}, {
						"text" : "勉县"
					}, {
						"text" : "西乡县"
					}, {
						"text" : "洋县"
					}, {
						"text" : "城固县"
					}, {
						"text" : "南郑县"
					}, {
						"text" : "汉台区"
					}
				]
			}, {
				"text" : "榆林市",
				"children" : [{
						"text" : "子洲县"
					}, {
						"text" : "清涧县"
					}, {
						"text" : "吴堡县"
					}, {
						"text" : "佳县"
					}, {
						"text" : "米脂县"
					}, {
						"text" : "绥德县"
					}, {
						"text" : "定边县"
					}, {
						"text" : "靖边县"
					}, {
						"text" : "横山县"
					}, {
						"text" : "府谷县"
					}, {
						"text" : "神木县"
					}, {
						"text" : "榆阳区"
					}
				]
			}, {
				"text" : "商洛市",
				"children" : [{
						"text" : "柞水县"
					}, {
						"text" : "镇安县"
					}, {
						"text" : "山阳县"
					}, {
						"text" : "商南县"
					}, {
						"text" : "丹凤县"
					}, {
						"text" : "洛南县"
					}, {
						"text" : "商州区"
					}
				]
			}, {
				"text" : "安康市",
				"children" : [{
						"text" : "白河县"
					}, {
						"text" : "旬阳县"
					}, {
						"text" : "镇坪县"
					}, {
						"text" : "平利县"
					}, {
						"text" : "岚皋县"
					}, {
						"text" : "紫阳县"
					}, {
						"text" : "宁陕县"
					}, {
						"text" : "石泉县"
					}, {
						"text" : "汉阴县"
					}, {
						"text" : "汉滨区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "甘肃省",
		"children" : [{
				"text" : "兰州市",
				"children" : [{
						"text" : "榆中县"
					}, {
						"text" : "皋兰县"
					}, {
						"text" : "永登县"
					}, {
						"text" : "红古区"
					}, {
						"text" : "安宁区"
					}, {
						"text" : "西固区"
					}, {
						"text" : "七里河"
					}, {
						"text" : "城关区"
					}
				]
			}, {
				"text" : "嘉峪关市",
				"children" : [{
						"text" : "嘉峪关市"
					}
				]
			}, {
				"text" : "金昌市",
				"children" : [{
						"text" : "永昌县"
					}, {
						"text" : "金川区"
					}
				]
			}, {
				"text" : "白银市",
				"children" : [{
						"text" : "景泰县"
					}, {
						"text" : "会宁县"
					}, {
						"text" : "靖远县"
					}, {
						"text" : "平川区"
					}, {
						"text" : "白银区"
					}
				]
			}, {
				"text" : "天水市 ",
				"children" : [{
						"text" : "张家川回族自治县"
					}, {
						"text" : "武山县"
					}, {
						"text" : "甘谷县"
					}, {
						"text" : "秦安县"
					}, {
						"text" : "清水县"
					}, {
						"text" : "麦积区"
					}, {
						"text" : "秦州区"
					}
				]
			}, {
				"text" : "酒泉市",
				"children" : [{
						"text" : "阿克塞哈萨克族自治县"
					}, {
						"text" : "肃北蒙古族自治县"
					}, {
						"text" : "瓜州县"
					}, {
						"text" : "金塔县"
					}, {
						"text" : "敦煌市"
					}, {
						"text" : "玉门市"
					}, {
						"text" : "肃州区"
					}
				]
			}, {
				"text" : "张掖市",
				"children" : [{
						"text" : "肃南裕固族自治县"
					}, {
						"text" : "山丹县"
					}, {
						"text" : "高台县"
					}, {
						"text" : "临泽县"
					}, {
						"text" : "民乐县"
					}, {
						"text" : "甘州区"
					}
				]
			}, {
				"text" : "武威市",
				"children" : [{
						"text" : "天祝藏族自治县"
					}, {
						"text" : "古浪县"
					}, {
						"text" : "民勤县"
					}, {
						"text" : "凉州区"
					}
				]
			}, {
				"text" : "庆阳市",
				"children" : [{
						"text" : "镇原县"
					}, {
						"text" : "宁县"
					}, {
						"text" : "正宁县"
					}, {
						"text" : "合水县"
					}, {
						"text" : "华池县"
					}, {
						"text" : "环县"
					}, {
						"text" : "庆城县"
					}, {
						"text" : "西峰区"
					}
				]
			}, {
				"text" : "平凉市",
				"children" : [{
						"text" : "静宁县"
					}, {
						"text" : "庄浪县"
					}, {
						"text" : "华亭县"
					}, {
						"text" : "崇信县"
					}, {
						"text" : "灵台县"
					}, {
						"text" : "泾川县"
					}, {
						"text" : "崆峒区"
					}
				]
			}, {
				"text" : "定西市 ",
				"children" : [{
						"text" : "岷县"
					}, {
						"text" : "漳县"
					}, {
						"text" : "临洮县"
					}, {
						"text" : "渭源县"
					}, {
						"text" : "陇西县"
					}, {
						"text" : "通渭县"
					}, {
						"text" : "安定区"
					}
				]
			}, {
				"text" : "陇南地区",
				"children" : [{
						"text" : "两当县"
					}, {
						"text" : "徽县"
					}, {
						"text" : "礼县"
					}, {
						"text" : "西和县"
					}, {
						"text" : "康县"
					}, {
						"text" : "宕昌县"
					}, {
						"text" : "文县"
					}, {
						"text" : "成县"
					}, {
						"text" : "武都区"
					}
				]
			}, {
				"text" : "临夏回族自治州",
				"children" : [{
						"text" : "积石山保安族东乡族撒拉族自治县"
					}, {
						"text" : "东乡族自治县"
					}, {
						"text" : "和政县"
					}, {
						"text" : "广河县"
					}, {
						"text" : "永靖县"
					}, {
						"text" : "康乐县"
					}, {
						"text" : "临夏县"
					}, {
						"text" : "临夏市"
					}
				]
			}, {
				"text" : "甘南藏族自治州",
				"children" : [{
						"text" : "夏河县"
					}, {
						"text" : "碌曲县"
					}, {
						"text" : "玛曲县"
					}, {
						"text" : "迭部县"
					}, {
						"text" : "舟曲县"
					}, {
						"text" : "卓尼县"
					}, {
						"text" : "临潭县"
					}, {
						"text" : "合作市"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}, {
				"text" : "玉门市 ",
				"children" : [{
						"text" : "阿克塞哈萨克族自治县"
					}, {
						"text" : "肃北蒙古族自治县"
					}, {
						"text" : "瓜州县"
					}, {
						"text" : "金塔县"
					}, {
						"text" : "敦煌市"
					}, {
						"text" : "玉门市"
					}, {
						"text" : "肃州区"
					}, {
						"text" : "阿克塞哈萨克族自治县"
					}, {
						"text" : "肃北蒙古族自治县"
					}, {
						"text" : "瓜州县"
					}, {
						"text" : "金塔县"
					}, {
						"text" : "敦煌市"
					}, {
						"text" : "玉门市"
					}, {
						"text" : "肃州区"
					}
				]
			}, {
				"text" : "敦煌市",
				"children" : [{
						"text" : "阿克塞哈萨克族自治县"
					}, {
						"text" : "肃北蒙古族自治县"
					}, {
						"text" : "瓜州县"
					}, {
						"text" : "金塔县"
					}, {
						"text" : "敦煌市"
					}, {
						"text" : "玉门市"
					}, {
						"text" : "肃州区"
					}, {
						"text" : "阿克塞哈萨克族自治县"
					}, {
						"text" : "肃北蒙古族自治县"
					}, {
						"text" : "瓜州县"
					}, {
						"text" : "金塔县"
					}, {
						"text" : "敦煌市"
					}, {
						"text" : "玉门市"
					}, {
						"text" : "肃州区"
					}
				]
			}
		]
	}, {
		"text" : "青海省",
		"children" : [{
				"text" : "西宁市",
				"children" : [{
						"text" : "海西蒙古族藏族自治州"
					}, {
						"text" : "玉树藏族自治州"
					}, {
						"text" : "果洛藏族自治州"
					}, {
						"text" : "海南藏族自治州"
					}, {
						"text" : "黄南藏族自治州"
					}, {
						"text" : "海北藏族自治州"
					}, {
						"text" : "海东地区"
					}
				]
			}, {
				"text" : "海东地区",
				"children" : [{
						"text" : "海西蒙古族藏族自治州"
					}, {
						"text" : "玉树藏族自治州"
					}, {
						"text" : "果洛藏族自治州"
					}, {
						"text" : "海南藏族自治州"
					}, {
						"text" : "黄南藏族自治州"
					}, {
						"text" : "海北藏族自治州"
					}, {
						"text" : "海东地区"
					}
				]
			}, {
				"text" : "海北藏族自治州",
				"children" : [{
						"text" : "海西蒙古族藏族自治州"
					}, {
						"text" : "玉树藏族自治州"
					}, {
						"text" : "果洛藏族自治州"
					}, {
						"text" : "海南藏族自治州"
					}, {
						"text" : "黄南藏族自治州"
					}, {
						"text" : "海北藏族自治州"
					}, {
						"text" : "海东地区"
					}
				]
			}, {
				"text" : "海南藏族自治州",
				"children" : [{
						"text" : "海西蒙古族藏族自治州"
					}, {
						"text" : "玉树藏族自治州"
					}, {
						"text" : "果洛藏族自治州"
					}, {
						"text" : "海南藏族自治州"
					}, {
						"text" : "黄南藏族自治州"
					}, {
						"text" : "海北藏族自治州"
					}, {
						"text" : "海东地区"
					}
				]
			}, {
				"text" : "黄南藏族自治州",
				"children" : [{
						"text" : "海西蒙古族藏族自治州"
					}, {
						"text" : "玉树藏族自治州"
					}, {
						"text" : "果洛藏族自治州"
					}, {
						"text" : "海南藏族自治州"
					}, {
						"text" : "黄南藏族自治州"
					}, {
						"text" : "海北藏族自治州"
					}, {
						"text" : "海东地区"
					}
				]
			}, {
				"text" : "果洛藏族自治州",
				"children" : [{
						"text" : "海西蒙古族藏族自治州"
					}, {
						"text" : "玉树藏族自治州"
					}, {
						"text" : "果洛藏族自治州"
					}, {
						"text" : "海南藏族自治州"
					}, {
						"text" : "黄南藏族自治州"
					}, {
						"text" : "海北藏族自治州"
					}, {
						"text" : "海东地区"
					}
				]
			}, {
				"text" : "玉树藏族自治州",
				"children" : [{
						"text" : "海西蒙古族藏族自治州"
					}, {
						"text" : "玉树藏族自治州"
					}, {
						"text" : "果洛藏族自治州"
					}, {
						"text" : "海南藏族自治州"
					}, {
						"text" : "黄南藏族自治州"
					}, {
						"text" : "海北藏族自治州"
					}, {
						"text" : "海东地区"
					}
				]
			}, {
				"text" : "海西蒙古族藏族自治州 ",
				"children" : [{
						"text" : "海西蒙古族藏族自治州"
					}, {
						"text" : "玉树藏族自治州"
					}, {
						"text" : "果洛藏族自治州"
					}, {
						"text" : "海南藏族自治州"
					}, {
						"text" : "黄南藏族自治州"
					}, {
						"text" : "海北藏族自治州"
					}, {
						"text" : "海东地区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "宁夏回族自治区",
		"children" : [{
				"text" : "银川市",
				"children" : [{
						"text" : "灵武市"
					}, {
						"text" : "贺兰县"
					}, {
						"text" : "永宁县"
					}, {
						"text" : "西夏区"
					}, {
						"text" : "金凤区"
					}, {
						"text" : "兴庆区"
					}
				]
			}, {
				"text" : "石嘴山市",
				"children" : [{
						"text" : "平罗县"
					}, {
						"text" : "惠农区"
					}, {
						"text" : "大武口区"
					}
				]
			}, {
				"text" : "吴忠市",
				"children" : [{
						"text" : "青铜峡市"
					}, {
						"text" : "同心县"
					}, {
						"text" : "盐池县"
					}, {
						"text" : "利通区"
					}
				]
			}, {
				"text" : "固原市 ",
				"children" : [{
						"text" : "彭阳县"
					}, {
						"text" : "泾源县"
					}, {
						"text" : "隆德县"
					}, {
						"text" : "西吉县"
					}, {
						"text" : "原州区"
					}
				]
			}, {
				"text" : "中卫市",
				"children" : [{
						"text" : "海原县"
					}, {
						"text" : "中宁县"
					}, {
						"text" : "沙坡头区"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "新疆维吾尔族自治区",
		"children" : [{
				"text" : "乌鲁木齐市",
				"children" : [{
						"text" : "乌鲁木齐县"
					}, {
						"text" : "米东区"
					}, {
						"text" : "达坂城区"
					}, {
						"text" : "头屯河区"
					}, {
						"text" : "水磨沟区"
					}, {
						"text" : "新市区"
					}, {
						"text" : "沙依巴克区"
					}, {
						"text" : "天山区"
					}
				]
			}, {
				"text" : "克拉玛依市",
				"children" : [{
						"text" : "乌尔禾区"
					}, {
						"text" : "白碱滩区"
					}, {
						"text" : "独山子区"
					}, {
						"text" : "克拉玛依区"
					}
				]
			}, {
				"text" : "石河子市",
				"children" : [{
						"text" : "石河子乡"
					}, {
						"text" : "北泉镇"
					}, {
						"text" : "东城街道"
					}, {
						"text" : "老街街道"
					}, {
						"text" : "红山街道"
					}, {
						"text" : "向阳街道"
					}, {
						"text" : "新城街道"
					}
				]
			}, {
				"text" : "喀什地区",
				"children" : [{
						"text" : "塔什库尔干塔吉克自治县"
					}, {
						"text" : "巴楚"
					}, {
						"text" : "伽师"
					}, {
						"text" : "岳普湖"
					}, {
						"text" : "麦盖提"
					}, {
						"text" : "叶城"
					}, {
						"text" : "莎车"
					}, {
						"text" : "泽普"
					}, {
						"text" : "英吉沙县"
					}, {
						"text" : "疏勒县"
					}, {
						"text" : "疏附县"
					}, {
						"text" : "喀什市"
					}
				]
			}, {
				"text" : "阿克苏地区",
				"children" : [{
						"text" : "柯坪县"
					}, {
						"text" : "阿瓦提县"
					}, {
						"text" : "乌什县"
					}, {
						"text" : "拜城县"
					}, {
						"text" : "新和县"
					}, {
						"text" : "沙雅县"
					}, {
						"text" : "库车县"
					}, {
						"text" : "温宿县"
					}, {
						"text" : "阿克苏市"
					}
				]
			}, {
				"text" : "和田地区",
				"children" : [{
						"text" : "民丰县"
					}, {
						"text" : "于田县"
					}, {
						"text" : "策勒县"
					}, {
						"text" : "洛浦县"
					}, {
						"text" : "皮山县"
					}, {
						"text" : "墨玉县"
					}, {
						"text" : "和田县"
					}, {
						"text" : "和田市"
					}
				]
			}, {
				"text" : "吐鲁番地区",
				"children" : [{
						"text" : "托克逊县"
					}, {
						"text" : "鄯善县"
					}, {
						"text" : "吐鲁番市"
					}
				]
			}, {
				"text" : "哈密地区 ",
				"children" : [{
						"text" : "巴里坤哈萨克自治县"
					}, {
						"text" : "伊吾县"
					}, {
						"text" : "哈密市"
					}
				]
			}, {
				"text" : "克孜勒苏柯尔克孜自治州",
				"children" : [{
						"text" : "乌恰县"
					}, {
						"text" : "阿合奇县"
					}, {
						"text" : "阿克陶县"
					}, {
						"text" : "阿图什市"
					}
				]
			}, {
				"text" : "博尔塔拉蒙古自治州",
				"children" : [{
						"text" : "温泉县"
					}, {
						"text" : "精河县"
					}, {
						"text" : "博乐市"
					}
				]
			}, {
				"text" : "昌吉回族自治州",
				"children" : [{
						"text" : "木垒哈萨克自治县"
					}, {
						"text" : "吉木萨尔县"
					}, {
						"text" : "奇台县"
					}, {
						"text" : "玛纳斯县"
					}, {
						"text" : "呼图壁县"
					}, {
						"text" : "阜康市"
					}, {
						"text" : "昌吉市"
					}
				]
			}, {
				"text" : "巴音郭楞蒙古自治州 ",
				"children" : [{
						"text" : "博湖县"
					}, {
						"text" : "和硕县"
					}, {
						"text" : "和静县"
					}, {
						"text" : "焉耆回族自治县"
					}, {
						"text" : "且末县"
					}, {
						"text" : "若羌县"
					}, {
						"text" : "尉犁县"
					}, {
						"text" : "轮台县"
					}, {
						"text" : "库尔勒市"
					}
				]
			}, {
				"text" : "伊犁哈萨克自治州",
				"children" : [{
						"text" : "察布查尔锡伯自治县"
					}, {
						"text" : "尼勒克县"
					}, {
						"text" : "特克斯县"
					}, {
						"text" : "昭苏县"
					}, {
						"text" : "新源县"
					}, {
						"text" : "巩留县"
					}, {
						"text" : "霍城县"
					}, {
						"text" : "伊宁县"
					}, {
						"text" : "奎屯市"
					}, {
						"text" : "伊宁市"
					}
				]
			}, {
				"text" : "阿拉尔市",
				"children" : [{
						"text" : "托喀依乡"
					}, {
						"text" : "南口街道"
					}, {
						"text" : "青松路街道"
					}, {
						"text" : "金银川路街道"
					}, {
						"text" : "幸福路街道"
					}
				]
			}, {
				"text" : "塔城地区",
				"children" : [{
						"text" : "和布克赛尔蒙古自治县"
					}, {
						"text" : "裕民县"
					}, {
						"text" : "托里县"
					}, {
						"text" : "沙湾县"
					}, {
						"text" : "额敏县"
					}, {
						"text" : "乌苏市"
					}, {
						"text" : "塔城市"
					}
				]
			}, {
				"text" : "阿勒泰地区",
				"children" : [{
						"text" : "吉木乃县"
					}, {
						"text" : "青河县"
					}, {
						"text" : "哈巴河县"
					}, {
						"text" : "福海县"
					}, {
						"text" : "富蕴县"
					}, {
						"text" : "布尔津县"
					}, {
						"text" : "阿勒泰市"
					}
				]
			}, {
				"text" : "图木舒克市 ",
				"children" : [{
						"text" : "图木舒克市"
					}
				]
			}, {
				"text" : "五家渠市",
				"children" : [{
						"text" : "103团"
					}, {
						"text" : "102团"
					}, {
						"text" : "101团"
					}, {
						"text" : "人民路街道"
					}, {
						"text" : "青湖路街道"
					}, {
						"text" : "军垦路街道"
					}
				]
			}, {
				"text" : "其它地区",
				"children" : [{
						"text" : "其它"
					}
				]
			}
		]
	}, {
		"text" : "香港特别行政区 ",
		"children" : [{
				"text" : "九龙城区"
			}, {
				"text" : "其它地区"
			}, {
				"text" : "中西区 "
			}, {
				"text" : "东区"
			}, {
				"text" : "观塘区"
			}, {
				"text" : "南区"
			}, {
				"text" : "深水?区"
			}, {
				"text" : "黄大仙区"
			}, {
				"text" : "湾仔区 "
			}, {
				"text" : "油尖旺区"
			}, {
				"text" : "离岛区"
			}, {
				"text" : "葵青区"
			}, {
				"text" : "北区"
			}, {
				"text" : "西贡区"
			}, {
				"text" : "沙田区 "
			}, {
				"text" : "屯门区"
			}, {
				"text" : "大埔区"
			}, {
				"text" : "荃湾区"
			}, {
				"text" : "元朗区"
			}
		]
	}, {
		"text" : "澳门特别行政区",
		"children" : [{
				"text" : "澳门半岛 "
			}, {
				"text" : "凼仔岛"
			}, {
				"text" : "路环岛"
			}, {
				"text" : "其它地区"
			}
		]
	}, {
		"text" : "海外"
	}
];